Repository: jelix/jelix-langpacks
Catalog: jelix-1.8/gettext/*/jacl2db_admin.po
Languages: fr_fr, it_it, ja_jp, pl_pl, pt_pt

# jacl2db_admin~acl2.add.group.tooltip
source: Add the user to this group
fr_fr: Ajoute l'utilisateur dans le groupe
it_it: Aggiungi l'utente a questo gruppo
ja_jp: ‎このグループにユーザーを追加します‎
pl_pl: Dodaj użytkownika do tej grupy
pt_pt: Adicionar o utilizador a este grupo

# jacl2db_admin~acl2.all.users.option
source: All users
fr_fr: Tous les utilisateurs
it_it: Tutti gli utenti
ja_jp: ‎すべてのユーザー‎
pl_pl: Wszyscy użytkownicy
pt_pt: Todos os utilizadores

# jacl2db_admin~acl2.anonymous.group.help
source: The 'anonymous' group corresponds to all users that are not authenticated (so anonymous users). It is not possible to add registered users in it, nor to set some specific rights.
fr_fr: Le groupe 'anonyme' est le groupe qui correspond à tous les utilisateurs non authentifiés. Il n'est pas possible d'y mettre des utilisateurs enregistrés, ni de lui assigner certains droits sensibles.
it_it: Il gruppo 'anonymous' corrisponde a tutti gli utenti che non sono autenticati (quindi utenti anonimi). Non è possibile aggiungere utenti registrati al suo interno, né impostare alcuni diritti specifici.
ja_jp: Anonymousグループは、認証されていないすべてのユーザー（つまりAnonymousユーザー）に対応します。このグループには、登録ユーザーを追加したり、特定の権限を設定したりすることはできません。
pl_pl: Grupa "anonymous" odpowiada wszystkim użytkownikom, którzy nie są uwierzytelnieni (czyli użytkownikom anonimowym). Nie jest możliwe dodawanie do niej zarejestrowanych użytkowników ani ustawianie określonych praw.
pt_pt: O grupo 'anonymous' corresponde a todos os utilizadores que não são autenticados (ou seja, utilizadores anônimos). Nele não é possível adicionar utilizadores cadastrados, nem definir alguns direitos específicos.

# jacl2db_admin~acl2.anonymous.group.name
source: Anonymous
fr_fr: Anonymes
it_it: Anonimo
pl_pl: Anonimowi
pt_pt: Anónimo

# jacl2db_admin~acl2.button.display
source: Display
fr_fr: Afficher
ja_jp: 表示
pl_pl: Wyświetl
pt_pt: Apresentar

# jacl2db_admin~acl2.col.groups
source: Groups
fr_fr: Groupes
it_it: Gruppi
ja_jp: ‎グループ‎
pl_pl: Grupy
pt_pt: Grupos

# jacl2db_admin~acl2.col.groups.default
source: Default group
fr_fr: Groupe par défaut
it_it: Gruppo predefinito
ja_jp: 既定のグループ
pl_pl: Grupa domyślna
pt_pt: Grupo padrão

# jacl2db_admin~acl2.col.groups.name
source: Name
fr_fr: Nom
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa
pt_pt: Nome

# jacl2db_admin~acl2.col.groups.users_number
source: Users number
fr_fr: Nombre d'utilisateurs
it_it: Numero utenti
ja_jp: ユーザー数
pl_pl: Liczba użytkowników
pt_pt: Número de utilizadores

# jacl2db_admin~acl2.col.personnal.rights
source: Personal rights
fr_fr: Droits personnels
it_it: Permessi personali
ja_jp: ‎個人の権利‎
pl_pl: Uprawnienia osobiste
pt_pt: Permissões pessoais

# jacl2db_admin~acl2.col.personnal.rights.res
source: Personal rights on resources
fr_fr: Droits personnels sur des ressources
it_it: Permessi personali sulle risorse
ja_jp: ‎リソースに対する個人の権利‎
pl_pl: Uprawnienia osobiste dla zasobów
pt_pt: Permissões pessoais sobre recursos

# jacl2db_admin~acl2.col.resources
source: Resources
fr_fr: Ressources
it_it: Risorse
ja_jp: ‎リソース‎
pl_pl: Zasoby
pt_pt: Recursos

# jacl2db_admin~acl2.col.resulting
source: Resulting rights for
fr_fr: Droits résultants pour
it_it: Diritti risultanti per
ja_jp: ‎の権限結果‎
pl_pl: Uprawnienia wynikające z
pt_pt: Permissões resultantes para

# jacl2db_admin~acl2.col.subjects
source: Rights
fr_fr: Droits
it_it: Permessi
ja_jp: 権限
pl_pl: Uprawnienia
pt_pt: Permissões

# jacl2db_admin~acl2.col.type
source: Type
it_it: Tipo
ja_jp: 型式
pl_pl: Typ
pt_pt: Tipo

# jacl2db_admin~acl2.col.users
source: Users
fr_fr: Utilisateurs
it_it: Utenti
ja_jp: ‎ユーザー‎
pl_pl: Użytkownicy
pt_pt: Utilizadores

# jacl2db_admin~acl2.col.users.name
source: Name
fr_fr: Nom
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa
pt_pt: Nome

# jacl2db_admin~acl2.create.group
source: Create a group
fr_fr: Créer un groupe
it_it: Crea un gruppo
ja_jp: ‎グループを作成する‎
pl_pl: Stwórz grupę
pt_pt: Criar um grupo

# jacl2db_admin~acl2.delete.button
source: Delete
fr_fr: Supprimer
it_it: Elimina
ja_jp: ‎削除‎
pl_pl: Usuń
pt_pt: Apagar

# jacl2db_admin~acl2.delete.button.confirm.label
source: Do you want to delete this group ?
fr_fr: Voulez vous supprimer ce groupe ?
it_it: Vuoi eliminare questo gruppo?
ja_jp: ‎このグループを削除しますか?‎
pl_pl: Czy chcesz usunąć tę grupę?
pt_pt: Eliminar este grupo?

# jacl2db_admin~acl2.delete.group
source: Delete the group
fr_fr: Supprimer le groupe
it_it: Elimina il gruppo
ja_jp: グループを削除する
pl_pl: Usuń grupę
pt_pt: Eliminar grupo

# jacl2db_admin~acl2.error.groupid.invalid
source: Group id is invalid
fr_fr: Identifiant du groupe invalide
it_it: L'ID del gruppo non è valido
ja_jp: グループIDが無効です
pl_pl: Identyfikator grupy jest nieprawidłowy
pt_pt: O ID do grupo é inválido

# jacl2db_admin~acl2.error.groupname.is.missing
source: Group name is missing
fr_fr: Nom du groupe manquant
it_it: Manca il nome del gruppo
ja_jp: グループ名がありません
pl_pl: Brakuje nazwy grupy
pt_pt: Nome do grupo em falta

# jacl2db_admin~acl2.error.invalid.user
source: Invalid user
fr_fr: Utilisateur invalide
it_it: Utente non valido
ja_jp: ‎無効なユーザー‎
pl_pl: Niewłaściwy użytkownik
pt_pt: Utilizador inválido

# jacl2db_admin~acl2.filter.group
source: Group:
fr_fr: Groupe :
it_it: Gruppo:
ja_jp: ‎グループ：‎
pl_pl: Grupa:
pt_pt: Grupo:

# jacl2db_admin~acl2.global.rights
source: global
it_it: globale
ja_jp: ‎グローバル‎
pl_pl: ogólne

# jacl2db_admin~acl2.group.copy.label
source: Copy rights from the group:
fr_fr: Copier les droits du groupe :
it_it: Copia diritti dal gruppo:
ja_jp: グループからのコピー権限:
pl_pl: Skopiuj uprawnienia z grupy:
pt_pt: Copiar direitos a partir do grupo:

# jacl2db_admin~acl2.group.help.rights.forbidden
source: forbidden right, even if an other group of the user authorizes it
fr_fr: le droit est interdit, même si un autre groupe de l'utilisateur l'autorise
it_it: permesso negato, anche se un altro gruppo di utenti lo ha autorizzato
ja_jp: ‎ ユーザーの他のグループが権限を与えても‎禁止されている権利
pl_pl: zabronione prawo, nawet jeśli inna grupa użytkowników je autoryzuje
pt_pt: Permissão negada ainda que outro grupo do utilizador a autorize

# jacl2db_admin~acl2.group.help.rights.no
source: right not authorized by default, but it can be authorized in other groups of a user
fr_fr: le droit n'est pas autorisé par défaut, mais peut être autorisé dans les autres groupes d'un utilisateur
it_it: Permesso non autorizzato come impostazione predefinita, ma può essere autorizzato in altro gruppo dell'utente
ja_jp: ‎デフォルトでは承認されていませんが、ユーザーの他のグループで承認することができます‎
pl_pl: prawo nie jest domyślnie autoryzowane, ale może być autoryzowane w innych grupach użytkownika
pt_pt: Permissão não autorizada por defeito, a mesma pode ser autorizada por outros grupos do utilizador

# jacl2db_admin~acl2.group.help.rights.yes
source: authorized right, but it can be forbidden in an other group of a user
fr_fr: le droit est autorisé, sauf si un autre groupe de l'utilisateur l'interdit
it_it: Permesso autorizzato, ma può essere negato in un altro gruppo di un utente
ja_jp: ‎権限を与えられるが、他のユーザーグループで禁止される場合があります‎
pl_pl: zautoryzowane uprawnienie, ale może być zabronione w innej grupie użytkowników
pt_pt: Permissão autorizada, embora a mesma possa ser negada noutro grupo do utilizador

# jacl2db_admin~acl2.group.id.help
source: only letters and numbers are authorized
fr_fr: Uniquement des lettres et chiffres
it_it: sono ammessi solo lettere e numeri
ja_jp: 文字と数字のみ許可されます
pl_pl: dozwolone są tylko litery i cyfry
pt_pt: apenas letras e números são permitidos

# jacl2db_admin~acl2.group.id.label
source: Group id:
fr_fr: Identifiant du groupe :
it_it: ID gruppo:
ja_jp: グループID:
pl_pl: Identyfikator grupy:
pt_pt: Id do grupo:

# jacl2db_admin~acl2.group.name.label
source: Group name:
fr_fr: Nom du groupe :
it_it: Nome gruppo:
ja_jp: グループ名:
pl_pl: Nazwa grupy:
pt_pt: Nome do grupo:

# jacl2db_admin~acl2.group.rightres.title
source: Rights on resources for the group
fr_fr: Droits sur des ressources pour le groupe
it_it: Permessi sulle risorse per il gruppo
ja_jp: ‎グループのリソースに対する権限‎
pl_pl: Uprawnienia dla zasobów grupy
pt_pt: Permissões sobre recursos para o grupo

# jacl2db_admin~acl2.group.rights.forbidden
source: forbidden
fr_fr: interdit
it_it: vietato
ja_jp: ‎禁じられた‎
pl_pl: zabronione
pt_pt: Negada

# jacl2db_admin~acl2.group.rights.label
source: Group rights:
fr_fr: Droits du groupe :
it_it: Diritti gruppo:
ja_jp: グループ権限:
pl_pl: Uprawnienia grupy:
pt_pt: Permissões do grupo:

# jacl2db_admin~acl2.group.rights.no
source: no
fr_fr: non
pl_pl: nie
pt_pt: não

# jacl2db_admin~acl2.group.rights.yes
source: yes
fr_fr: oui
it_it: si
pl_pl: tak
pt_pt: sim

# jacl2db_admin~acl2.group.setdefault.help
source: The default groups are the groups in which any new user is automatically placed.
fr_fr: Les groupes par défauts sont les groupes dans lesquels sont mis automatiquement tout nouvel utilisateur.
it_it: I gruppi predefiniti sono i gruppi in cui viene inserito automaticamente qualsiasi nuovo utente.
ja_jp: 既定のグループは、新しいユーザーが自動的に配置されるグループです。
pl_pl: Grupy domyślne to grupy, w których automatycznie umieszczany jest każdy nowy użytkownik.
pt_pt: Os grupos padrão são os grupos nos quais qualquer novo utilizador é colocado automaticamente.

# jacl2db_admin~acl2.group.unknown
source: Unknown group
fr_fr: Groupe inconnu
it_it: Gruppo sconosciuto
ja_jp: 不明なグループ
pl_pl: Nieznana grupa
pt_pt: Grupo desconhecido

# jacl2db_admin~acl2.groups.back.to.list
source: Return to the groups list
fr_fr: Retour à la liste des groupes
it_it: Restituisce l'elenco dei gruppi
ja_jp: グループ一覧に戻る
pl_pl: Powrót do listy grup
pt_pt: Voltar à lista de grupos

# jacl2db_admin~acl2.groups.back.to.rights.list
source: Return to the list of all groups rights
fr_fr: Retour à la liste des droits de tous les groupes
it_it: Restituisce l'elenco di tutti i diritti dei gruppi
ja_jp: 全グループの権限の一覧に戻る
pl_pl: Powrót do listy wszystkich uprawnień grup
pt_pt: Voltar à lista de todas as permissões de grupos

# jacl2db_admin~acl2.groups.change.rights.link
source: Modify rights
fr_fr: Modifier les droits
it_it: Modifica diritti
ja_jp: 権限の変更
pl_pl: Modyfikacja uprawnień
pt_pt: Modificar permissões

# jacl2db_admin~acl2.groups.new.users.title
source: Groups of new users
fr_fr: Groupes des nouveaux utilisateurs
it_it: Gruppi di nuovi utenti
ja_jp: ‎新規ユーザーのグループ‎
pl_pl: Grupa nowych użytkowników
pt_pt: Grupos de novos utilizadores

# jacl2db_admin~acl2.groups.rights.title
source: Rights of groups
fr_fr: Droits des groupes
it_it: Permessi dei gruppi
ja_jp: ‎グループの権限
pl_pl: Uprawnienia grup
pt_pt: Permissões dos grupos

# jacl2db_admin~acl2.groups.rights.view.list
source: View of rights of all groups
fr_fr: Vue globales des droits de tous les groupes
it_it: Visualizza diritti di tutti i gruppi
ja_jp: すべてのグループの権限の表示
pl_pl: Pogląd na uprawnienia wszystkich grup
pt_pt: Visualizar permissões de todos os grupos

# jacl2db_admin~acl2.groups.tab
source: Users groups
fr_fr: Groupes d'utilisateurs
ja_jp: ユーザーグループ
pl_pl: Grupy użytkowników
pt_pt: Grupos de utilizadores

# jacl2db_admin~acl2.groups.title
source: Groups of users
fr_fr: Groupes d'utilisateurs
ja_jp: ユーザーのグループ分け
pl_pl: Grupy użytkowników
pt_pt: Grupos dos utilizadores

# jacl2db_admin~acl2.has.rights.on.resources
source: This user has rights on some resources
fr_fr: Cet utilisateur possède des droits sur des ressources
it_it: Questo utente ha i permessi su alcune risorse
ja_jp: ‎このユーザーは一部のリソースに対する権限を持っています‎
pl_pl: Ten użytkownik ma uprawnienia dla pewnych zasobów
pt_pt: Este utilizador tem permissões sobre alguns recursos

# jacl2db_admin~acl2.link.return.to.rights
source: Return to the group rights
fr_fr: Retour aux droits du groupe
it_it: Ritorna ai diritti del gruppo
ja_jp: グループ権限に戻る
pl_pl: Powrót do uprawnień grupowych
pt_pt: Voltar às permissões de grupo

# jacl2db_admin~acl2.menu.item.groups
source: Groups
fr_fr: Groupes
it_it: Gruppi
ja_jp: グループ一覧
pl_pl: Grupy
pt_pt: Grupos

# jacl2db_admin~acl2.menu.item.rights
source: Rights
fr_fr: Droits
it_it: Diritti
ja_jp: 権限内容
pl_pl: Uprawnienia
pt_pt: Permissões

# jacl2db_admin~acl2.message.addusertogroup.error.noacl.anybody
source: The user cannot be added to this group else nobody won't be able to change some rights
fr_fr: Vous ne pouvez pas ajouter l'utilisateur de ce groupe, sinon personne ne pourra plus gérer les droits
it_it: L'utente non può essere aggiunto a questo gruppo, altrimenti nessuno potrà cambiare alcuni permessi
ja_jp: ‎このグループにユーザーを追加できない場合は、一部の権限を変更できません
pl_pl: Użytkownik nie może być dodany do tej grupy, ponieważ nikt nie będzie mógł zmienić niektórych uprawnień
pt_pt: O utilizador não pode ser adicionado a este grupo, caso contrário ninguém poderá alterar alguns direitos

# jacl2db_admin~acl2.message.addusertogroup.error.noacl.yourself
source: You cannot be added to this group else you won't be able to change some rights
fr_fr: Vous ne pouvez pas vous ajouter de ce groupe, sinon vous ne pourrez plus gérer les droits
it_it: Non puoi essere aggiunto al gruppo, altrimenti non potrai cambiare alcuni permessi
ja_jp: ‎このグループに追加できない場合は、一部の権限を変更できません‎
pl_pl: Nie możesz zostać dodany do tej grupy, ponieważ nie będziesz mógł zmienić niektórych uprawnień
pt_pt: Não pode ser adicionado a este grupo, caso contrário não poderá alterar alguns direitos

# jacl2db_admin~acl2.message.group.create.ok
source: Group created
fr_fr: Le groupe a été crée avec succès
it_it: Gruppo creato con successo
ja_jp: ‎作成されたグループ‎
pl_pl: Grupa stworzona
pt_pt: Grupo criado com sucesso

# jacl2db_admin~acl2.message.group.delete.error.noacl.anybody
source: The group cannot be deleted, else nobody couldn't manage rights
fr_fr: Le groupe ne peut être supprimé, sinon personne ne pourra plus gérer les droits
it_it: Il gruppo non può essere eliminato, altrimenti nessuno potrà gestire i permessi
ja_jp: ‎グループを削除できなかったか，誰も権限を管理できませんでした‎。
pl_pl: Grupa nie może być usunięta lub nikt nie może zarządzać uprawnieniami
pt_pt: O grupo não pode ser eliminado, senão ninguém pode gerir os direitos

# jacl2db_admin~acl2.message.group.delete.error.noacl.yourself
source: The group cannot be deleted, else you couldn't manage rights
fr_fr: Le groupe ne peut être supprimé, sinon vous ne pourrez plus gérer les droits
it_it: Il gruppo non può essere eliminato, altrimenti non sarà possibile gestire i permessi
ja_jp: ‎グループを削除できなかったか，権限を管理できませんでした。
pl_pl: Grupa nie może być usunięta lub nie masz możliwości zmiany uprawnień
pt_pt: O grupo não pode ser eliminado, senão não pode gerir os direitos

# jacl2db_admin~acl2.message.group.delete.ok
source: Group deleted
fr_fr: Le groupe a été effacé avec succès
it_it: Gruppo eliminato
ja_jp: ‎グループが削除されました‎
pl_pl: Grupa usunięta
pt_pt: Grupo eliminado com sucesso

# jacl2db_admin~acl2.message.group.rename.ok
source: Group renamed
fr_fr: Le groupe a été renommé avec succès
it_it: Gruppo rinominato con successo
ja_jp: ‎名前が変更されたグループ‎
pl_pl: Nazwa grupy zmieniona
pt_pt: Grupo renomeado com sucesso

# jacl2db_admin~acl2.message.group.rights.ok
source: Rights saved
fr_fr: Les droits des groupes ont été enregistrés avec succès
it_it: Permessi salvati
ja_jp: ‎保存された権限‎
pl_pl: Uprawnienia zapisane
pt_pt: Permissões do grupo guardadas com sucesso

# jacl2db_admin~acl2.message.group.setdefault.ok
source: The 'default' status of the group has changed
fr_fr: L'état 'par défaut' du groupe a été changé
it_it: Lo stato "predefinito" del gruppo è cambiato
ja_jp: グループの「デフォルト」ステータスが変更されました
pl_pl: "Domyślny" status grupy uległ zmianie
pt_pt: O estado 'padrão' do grupo foi modificado

# jacl2db_admin~acl2.message.groups.setdefault.ok
source: Default groups set
fr_fr: Les groupes par défaut ont été enregistrés avec succès !
it_it: I gruppi di default sono stati impostatati correttamente
ja_jp: ‎既定のグループ
pl_pl: Domyślna grupa wybrana
pt_pt: Grupos padrão definidos com sucesso

# jacl2db_admin~acl2.message.removeuserfromgroup.error.noacl.anybody
source: The user cannot be removed from this group else nobody won't be able to change some rights
fr_fr: Vous ne pouvez pas retirer l'utilisateur de ce groupe, sinon personne ne pourra plus gérer les droits
it_it: L'utente non può essere rimosso dal gruppo, altrimenti non potrà cambiare alcuni permessi
ja_jp: ‎このグループからユーザーを削除できない場合は、一部の権限を変更できません
pl_pl: Użytkownik nie może być usunięty z tej grupy lub nikt nie ma możliwości zmiany niektórych uprawnień
pt_pt: O utilizador não pode ser removido deste grupo, senão ninguém poderá alterar alguns direitos

# jacl2db_admin~acl2.message.removeuserfromgroup.error.noacl.yourself
source: You cannot be removed from this group else you won't be able to change some rights
fr_fr: Vous ne pouvez pas vous retirer de ce groupe, sinon vous ne pourrez plus gérer les droits
it_it: Non puoi essere rimosso dal gruppo, altrimenti non potrai cambiare alcuni permessi
ja_jp: ‎このグループから削除できない場合は、一部の権限を変更できません‎
pl_pl: Nie możesz być usunięty z tej grupy lub nie masz możliwości zmiany niektórych uprawnień
pt_pt: Não pode ser removido deste grupo senão não poderá alterar alguns direitos

# jacl2db_admin~acl2.message.savegrouprights.error.noacl.anybody
source: Changes cannot be applied else nobody won't be able to change some rights
fr_fr: Les changements ne peuvent être appliqués, sinon personne ne pourra plus gérer les droits
it_it: I cambiamenti non possono essere applicati, altrimenti nessuno potrà cambiare alcuni permessi
ja_jp: ‎変更を適用できない場合は、全ての権限を変更できません‎
pl_pl: Zmiany nie mogą być zaakceptowane lub nikt nie ma możliwości zmiany niektórych uprawnień
pt_pt: As alterações não podem ser aplicadas senão ninguém poderá alterar alguns direitos

# jacl2db_admin~acl2.message.savegrouprights.error.noacl.yourself
source: Changes cannot be applied else you won't be able to change some rights
fr_fr: Les changements ne peuvent être appliqués, sinon vous ne pourrez plus gérer les droits
it_it: I cambiamenti non possono essere applicati, altrimenti non potrai cambiare alcuni permessi
ja_jp: ‎一部の権限を変更できないた他の変更は適用できません。‎
pl_pl: Zmiany nie mogą być zaakceptowane lub nie masz możliwości zmiany niektórych uprawnień
pt_pt: As alterações não podem ser aplicadas senão não poderá alterar alguns direitos

# jacl2db_admin~acl2.message.saveuserrights.error.noacl.anybody
source: Changes cannot be applied else nobody won't be able to change some rights
fr_fr: Les changements ne peuvent être appliqués, sinon personne ne pourra plus gérer les droits
it_it: I cambiamenti non possono essere applicati, altrimenti nessuno potrà cambiare alcuni permessi
ja_jp: ‎変更を適用できない場合は、全ての権限を変更できません‎
pl_pl: Zmiany nie mogą być zaakceptowane lub nikt nie ma możliwości zmiany niektórych uprawnień
pt_pt: As alterações não podem ser aplicadas senão ninguém poderá alterar alguns direitos

# jacl2db_admin~acl2.message.saveuserrights.error.noacl.yourself
source: Changes cannot be applied else you won't be able to change some rights
fr_fr: Les changements ne peuvent être appliqués, sinon vous ne pourrez plus gérer les droits
it_it: I cambiamenti non possono essere applicati, altrimenti non potrai cambiare alcuni permessi
ja_jp: ‎一部の権限を変更できない他の変更は適用できません。‎
pl_pl: Zmiany nie mogą być zaakceptowane lub nie masz możliwości zmiany niektórych uprawnień
pt_pt: As alterações não podem ser aplicadas senão não poderá alterar alguns direitos

# jacl2db_admin~acl2.message.user.rights.ok
source: Rights saved
fr_fr: Les droits ont été enregistrés avec succès
it_it: Permessi salvati
ja_jp: 権限の保存‎
pl_pl: Uprawnienia zapisane
pt_pt: Permissões guardadas com sucesso

# jacl2db_admin~acl2.no.result.message
source: No results with given filters
fr_fr: Pas de résultats correspondant aux filtres
it_it: Nessun risultato con i filtri specificati
ja_jp: 指定されたフィルターで結果が得られない
pl_pl: Brak wyników z podanymi filtrami
pt_pt: Sem resultados com os filtros aplicados

# jacl2db_admin~acl2.no.rightres
source: No resources rights
fr_fr: Pas de droits de ressources
it_it: Nessun diritto sulle risorse
ja_jp: リソースの権限なし
pl_pl: Brak uprawnień do zasobów
pt_pt: Sem permissões de recursos

# jacl2db_admin~acl2.no.rights
source: No rights
fr_fr: Pas de droits
it_it: Nessun diritto
ja_jp: 権限がない
pl_pl: Brak uprawnień
pt_pt: Sem permissões

# jacl2db_admin~acl2.profile.link
source: profile
fr_fr: profil
it_it: profilo
pl_pl: profil

# jacl2db_admin~acl2.remove.group.tooltip
source: Remove the user from this group
fr_fr: Retirer l'utilisateur du groupe
it_it: Rimuovi l'utente da questo gruppo
ja_jp: グループからユーザーを削除します‎
pl_pl: Usuń użytkownika z tej grupy
pt_pt: Remover utilizador deste grupo

# jacl2db_admin~acl2.rightres.title
source: Rights on resources
fr_fr: Droits sur des ressources
it_it: Permessi sulle risorse
ja_jp: ‎リソースに対する権限‎
pl_pl: Uprawnienia na zasoby
pt_pt: Permissões sobre recursos

# jacl2db_admin~acl2.rights.link
source: rights
fr_fr: Droits
it_it: permessi
ja_jp: 権限
pl_pl: uprawnienia
pt_pt: Permissões

# jacl2db_admin~acl2.rights.management.title
source: Rights management
fr_fr: Gestion des droits
it_it: Gestione dei diritti
ja_jp: 権限管理
pl_pl: Zarządzenia uprawnieniami
pt_pt: Gestão de permissões

# jacl2db_admin~acl2.rights.title
source: Rights
fr_fr: Droits des utilisateurs
it_it: Permessi
ja_jp: 権限
pl_pl: Uprawnienia
pt_pt: Permissões

# jacl2db_admin~acl2.see.rights.on.resources
source: See this rights
fr_fr: Voir ces droits
it_it: Mostra i permessi
ja_jp: ‎この権限を参照してください‎
pl_pl: Zobacz uprawnienia
pt_pt: Ver estas permissões

# jacl2db_admin~acl2.show.button
source: Show
fr_fr: Afficher
it_it: Mostra
ja_jp: ‎見せる‎
pl_pl: Pokaż
pt_pt: Apresentar

# jacl2db_admin~acl2.special.rights
source: resources
fr_fr: ressources
it_it: risorse
ja_jp: リソース
pl_pl: zasoby
pt_pt: Recursos

# jacl2db_admin~acl2.table.th.groups
source: Groups
fr_fr: Groupes
it_it: Gruppi
ja_jp: ‎グループ‎
pl_pl: Grupy
pt_pt: Grupos

# jacl2db_admin~acl2.table.th.rights
source: Rights
fr_fr: Droits
it_it: Permessi
ja_jp: 権限
pl_pl: Uprawnienia
pt_pt: Permissões

# jacl2db_admin~acl2.type.all
source: All
fr_fr: Tous
it_it: Tutto
ja_jp: 全て表示する
pl_pl: Wszystko
pt_pt: Todos

# jacl2db_admin~acl2.type.group
source: Group
fr_fr: Groupe
it_it: Gruppo
ja_jp: グループ
pl_pl: Grupa
pt_pt: Grupo

# jacl2db_admin~acl2.type.user
source: User
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザー
pl_pl: Użytkownik
pt_pt: Utilizador

# jacl2db_admin~acl2.user.rightres.title
source: Rights on resources for
fr_fr: Droits sur des ressources pour
it_it: Permessi sulle risorse per
ja_jp: ‎リソースに対する権限‎
pl_pl: Uprawnienia na zasoby dla
pt_pt: Permissões sobre recursos para

# jacl2db_admin~acl2.user.rights.title
source: Rights for
fr_fr: Droits pour
it_it: Permessi per
ja_jp: ‎の権限
pl_pl: Uprawnienia dla
pt_pt: Permissões sobre

# jacl2db_admin~acl2.users.tab
source: Users
fr_fr: Utilisateurs
it_it: Utenti
ja_jp: ユーザー一覧
pl_pl: Użytkownicy
pt_pt: Utilizadores

# jacl2db_admin~acl2.users.title
source: Rights of users
fr_fr: Droits des utilisateurs
it_it: Gestione permessi degli utenti
ja_jp: ‎ユーザーの権限‎
pl_pl: Uprawnienia użytkowników
pt_pt: Permissões de utilizadores
