Repository: jelix/jelix-langpacks
Catalog: jelix-1.8/gettext/*/jacl2db_admin.po
Languages: fr_fr, it_it, ja_jp, pl_pl, pt_pt

# jacl2db_admin~acl2.warning.deleting.rightres
source: Warning! To remove this rights, you should use the interfaces provided by business modules corresponding to this rights. Use this page only if you know what you do!
fr_fr: Attention! Pour supprimer ces droits, vous devriez plutôt utiliser l'interface fournie par les modules métiers correspondant à ces droits. N'utilisez cette page que si vous savez absolument ce que vous faites !
it_it: Attenzione! Per rimuovere questo diritto, è necessario utilizzare le interfacce fornite dai moduli di business corrispondenti a questo diritto. Utilizzare questa pagina solo se sai quello che fai!
ja_jp: ‎警告！この権限を削除するには、この権限に対応するビジネス モジュールによって提供されるインターフェイスを使用する必要があります。このページは、自分の操作がわかっている場合にのみ使用してください。‎
pl_pl: Ostrzeżenie! Aby usunąć uprawnienia, powinieneś użyć interfejsów dostarczonych przez biznesowe moduły odpowiadającym tym uprawnieniom. Użyj tej strony tylko jeśli wiesz, co robisz!
pt_pt: Atenção! Para remover estas permissões, deverão ser utilizadas as interfaces fornecidas pelos módulos correspondentes a estas permissões. A utilização desta página apenas deverá ser feita por utilizadores avançados!

# jacl2db_admin~acl2.without.groups.option
source: Without group
fr_fr: Sans groupe
it_it: Senza gruppo
ja_jp: ‎グループなし‎
pl_pl: Bez grupy
pt_pt: Sem grupo

# jacl2db_admin~acl2.col.users.login
source: Login
ja_jp: ログイン
pt_pt: Utilizador
