Repository: jelix/jelix-langpacks
Catalog: jelix-1.8/gettext/*/master_admin.po
Languages: de_de

# master_admin~gui.dashboard.nowidget
source: No widget for the dashboard. Simply click on one of the links in the menu.
de_de: Kein Widget für die Pinnwand. Klicke einfach auf einen Link im Menü.

# master_admin~gui.dashboard.title
source: Dashboard
de_de: Pinnwand

# master_admin~gui.header.disconnect
source: Logout
de_de: Abmelden

# master_admin~gui.header.user
source: User:
de_de: Nutzer:

# master_admin~gui.header.your.account
source: My account
de_de: Dein Konto

# master_admin~gui.main.nocontent
source: No content. Click on one of the menu links.
de_de: Kein Inhalt. Klicke auf einen der Menü-Links.

# master_admin~gui.menu.item.crud
source: Data management
de_de: Datenmanagement

# master_admin~gui.menu.item.dashboard
source: Dashboard
de_de: Pinnwand

# master_admin~gui.menu.item.refdata
source: Reference Data
de_de: Stammdaten

# master_admin~gui.message.admin.password
source: You have got the default password, you should change it immediatly.
de_de: Du verwendest das Standardpasswort - das solltest du so bald wie möglich ändern!
