Repository: jelix/jelix-langpacks
Catalog: modules/gettext/*/jcommunity.po
Languages: ja_jp, nl_nl, uk_ua

# jcommunity~mail.registration.body.html
source: <p>Hello,</p> <p>You have created a new account on <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Before to use your account, you should confirm your registration by <a href="{$confirmation_link}">clicking on this link</a>. The link is valid {$validationKeyTTL}.</p> <p>See you on {$domain_name}{$basePath}!</p>
ja_jp: <p>‎こんにちは‎</p> <p>‎新しいアカウントを作成しました。‎<a href="{$website_uri}" class="notexpandlink">‎{$domain名}{$basePath}‎</a>.</p> <p>‎アカウントを使用する前に、次の方法で登録を確認する必要があります。‎ <a href="{$confirmation_link}">‎このリンクをクリックする‎</a>‎.リンクは有効な {$validationKeyTTL} です。‎</p> <p>See you on {$domain_name}{$basePath}!</p>
uk_ua: <p>Доброго дня,</p> <p>Ви створили новий обліковий запис на <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Перед тим як використовувати свій обліковий запис, ви маєте підтвердити свою реєстрацію <a href="{$confirmation_link}">перейдіть за посиланням</a>. Посилання дійсне {$validationKeyTTL}.</p> <p>До зустрічі {$domain_name}{$basePath}!</p>

# jcommunity~password.waiting.text.html
source: <p>An email has been sent to the address you gave. If you don't see it into your inbox in few minutes, verify your spam folder. If you didn't receive the email, perhaps the login and the email you gave are invalid. Contact the web site administrator.</p> <p>This email contains a link to a page which allows you to change your password. This link is valid only 48 hours.</p> <p>The current password is still valid as long as you don't change it.</p>
uk_ua: <p>На вказану вами адресу надіслано електронний лист. Якщо ви не побачите його в папці «Вхідні» за кілька хвилин, перевірте папку зі спамом. Якщо ви не отримали електронного листа, можливо, логін та електронна адреса, які ви вказали, недійсні. Зверніться до адміністратора веб-сайту.</p> <p>Цей електронний лист містить посилання на сторінку, на якій можна змінити пароль. Це посилання дійсне лише 48 годин.</p> <p>Поточний пароль залишається дійсним, доки ви його не змінюєте.</p>
