Repository: jelix/jelix-langpacks
Catalog: modules/gettext/*/jcommunity.po
Languages: ja_jp, nl_nl, uk_ua

# jcommunity~password.change.cmdline.help.parameter.password
source: The new password to set. If not given, a random password will be defined.
ja_jp: ‎設定する新しいパスワード。指定しない場合は、ランダムなパスワードが定義されます。‎
nl_nl: Het nieuwe wachtwoord dat moet worden ingesteld. Als dit niet wordt opgegeven, wordt er een willekeurig wachtwoord gedefinieerd.
uk_ua: Новий пароль для встановлення. Якщо не вказано, буде визначено випадковий пароль.

# jcommunity~password.change.cmdline.help.text
source: The password can be given otherwise it will be defined randomly.
ja_jp: ‎パスワードを指定する場合、ランダムに定義されます。‎
nl_nl: Het wachtwoord kan worden opgegeven, anders wordt het willekeurig gedefinieerd.
uk_ua: Пароль можна вказати, інакше він буде визначений випадковим чином.

# jcommunity~password.change.cmdline.help.usage
source: usage: php cmdline.php jcommunity~reset_pass:change [--force] login [password]
ja_jp: ‎使用法: php のコマンドライン.php jcommunity~reset_pass:変更 [--force] ログイン [パスワード]‎
nl_nl: gebruik: php cmdline.php jcommunity~reset_pass:change [--force] login [wachtwoord]
uk_ua: використання: php cmdline.php jcommunity~reset_pass:change [--force] login [password]

# jcommunity~password.change.cmdline.success
source: Password changed successfully.
ja_jp: ‎パスワードが正常に変更されました。‎
nl_nl: Wachtwoord succesvol veranderd.
uk_ua: Вдало змінено пароль.

# jcommunity~password.form.change.current.password.label
source: Your current password
ja_jp: ‎現在のパスワード‎
nl_nl: Huidige wachtwoord
uk_ua: Ваш поточний пароль

# jcommunity~password.form.change.error.admin.badloginemail
source: The username or his email is unknown
ja_jp: ‎ユーザー名またはメールが不明です‎
nl_nl: De gebruikersnaam of email adres is onbekend
uk_ua: Ім'я користувача або його електронна адреса невідомі

# jcommunity~password.form.change.error.admin.badstatus
source: Password change is not allowed because of the account status.
ja_jp: ‎このアカウントでは、パスワードの変更は許可されません。‎
nl_nl: U kunt uw wachtwoord niet wijzigen i.v.m. de status van uw account.
uk_ua: Зміна пароля заборонена через статус облікового запису.

# jcommunity~password.form.change.error.admin.smtperror
source: There was an error during the mail sending. Please retry later or contact the administrator.
ja_jp: ‎メール送信中にエラーが発生しました。後で再試行するか、管理者に問い合わせてください。‎
nl_nl: Er is een fout opgetreden tijdens het verzenden van de e-mail. Probeer het later opnieuw of neem contact op met de beheerder.
uk_ua: Під час надсилання пошти сталася помилка. Повторіть спробу пізніше або зв’яжіться з адміністратором.

# jcommunity~password.form.change.error.alreadydone
source: Sorry, there is no request for a password change.
ja_jp: ‎パスワード変更の要求はありません。‎
nl_nl: Sorry, er is geen aanvraag voor een nieuw wachtwoord.
uk_ua: Вибачте, немає запиту на зміну пароля.

# jcommunity~password.form.change.error.badcurrentpwd
source: The password does not match the current password
ja_jp: ‎パスワードが現在のパスワードと一致しません‎
nl_nl: Het wachtwoord komt niet overeen met het huidige wachtwoord.
uk_ua: Пароль не співпадає з наявним паролем

# jcommunity~password.form.change.error.badkey
source: Password change is not possible: the username or the request key is not valid.
ja_jp: ‎パスワードの変更ができません: ユーザー名または要求キーが無効です。‎
nl_nl: U kunt uw wachtwoord niet wijzigen. Uw gebruikersnaam of verzoeksleutel is niet juist.
uk_ua: Зміна пароля неможлива: ім’я користувача або ключ запиту недійсні.

# jcommunity~password.form.change.error.badloginemail
source: We don't know the username or the email you give
ja_jp: ‎ユーザー名やメールが不明です‎
nl_nl: Uw email of gebruikersnaam word niet herkend
uk_ua: Ми не знаємо імені користувача чи електронної пошти, яку ви надали

# jcommunity~password.form.change.error.badstatus
source: Password change is not allowed because of your account status.
ja_jp: ‎このアカウントでは、パスワードの変更は許可されていません。‎
nl_nl: Wachtwoordwijziging is niet toegestaan ​​vanwege uw accountstatus.
uk_ua: Зміна пароля заборонена через статус вашого облікового запису.

# jcommunity~password.form.change.error.expiredkey
source: Password change is not possible: the request has expired. Do an other request.
ja_jp: ‎パスワードの変更はできません: 要求の有効期限が切れています。他の要求を実行します。‎
nl_nl: Wachtwoord wijzigen is niet mogelijk: de aanvraag is verlopen. Doe een ander verzoek.
uk_ua: Зміна пароля неможлива: термін дії запиту минув. Зробіть інший запит.

# jcommunity~password.form.change.error.smtperror
source: There was an error during the mail sending. Please retry later or contact the administrator.
ja_jp: ‎メール送信中にエラーが発生しました。後で再試行するか、管理者に問い合わせてください。‎
nl_nl: Er is een fout opgetreden tijdens het verzenden van de e-mail. Probeer het later opnieuw of neem contact op met de beheerder.
uk_ua: Під час надсилання пошти сталася помилка. Повторіть спробу пізніше або зв’яжіться з адміністратором.

# jcommunity~password.form.change.ok
source: The new password is now saved.
ja_jp: ‎新しいパスワードが保存されます。‎
nl_nl: Het wachtwoord is opgeslagen.
uk_ua: Новий пароль збережено.

# jcommunity~password.form.change.password.label
source: Your new password
ja_jp: ‎新しいパスワード‎
nl_nl: Nieuw wachtwoord
uk_ua: Ваш новий пароль

# jcommunity~password.form.change.reset.ok
source: The new password is now saved. You can sign in now.
ja_jp: ‎新しいパスワードが保存されました。今すぐサインインできます。‎
nl_nl: Uw nieuwe wachtwoord is opgeslagen. U kunt nu inloggen.
uk_ua: Тепер новий пароль збережено. Ви можете ввійти зараз.

# jcommunity~password.form.change.submit
source: Change
ja_jp: 変更する
nl_nl: Verander
uk_ua: Змінити

# jcommunity~password.form.change.text.html
source: <p>Indicate your new password.</p>
ja_jp: <p>‎新しいパスワードを指定します。‎</p>
nl_nl: <p>Geef uw nieuwe wachtwoord op.</p>
uk_ua: <p>Вкажіть новий пароль.</p>

# jcommunity~password.form.change.title
source: Password change
ja_jp: ‎パスワードの変更‎
nl_nl: Wachtwoord veranderen
uk_ua: Зміна пароля

# jcommunity~password.form.create.error.alreadydone
source: Sorry, there is no request for a password creation.
ja_jp: ‎パスワードの作成要求はありません。‎
nl_nl: Sorry, er is geen aanvraag voor een nieuw wachtwoord.
uk_ua: Нажаль запит на створення пароля, відсутній

# jcommunity~password.form.create.error.badcurrentpwd
source: The password does not match the current password
ja_jp: ‎パスワードが現在のパスワードと一致しません‎
nl_nl: Het wachtwoord komt niet overeen met het huidige wachtwoord.
uk_ua: Пароль не співпадає з наявним паролем

# jcommunity~password.form.create.error.badkey
source: Password creation is not possible: the username or the request key is not valid.
ja_jp: ‎パスワードの作成ができません: ユーザー名または要求キーが無効です。‎
nl_nl: U kunt uw wachtwoord niet wijzigen. Uw gebruikersnaam of verzoeksleutel is niet juist.
uk_ua: Створення пароля неможливо: ім'я користувача або ключ запиту недійсні.

# jcommunity~password.form.create.error.badloginemail
source: We don't know the username or the email you give
ja_jp: ‎ユーザー名やメールがわからない
nl_nl: Uw email of gebruikersnaam word niet herkend
uk_ua: Ми не знаємо імені користувача чи електронної пошти, яку ви надали

# jcommunity~password.form.create.error.badstatus
source: Password creation is not allowed because of your account status.
ja_jp: ‎アカウントの状態のため、パスワードの作成は許可されません。‎
nl_nl: Wachtwoordwijziging is niet toegestaan ​​vanwege uw accountstatus.
uk_ua: Створення пароля заборонено через статус вашого облікового запису.

# jcommunity~password.form.create.error.expiredkey
source: Password creation is not possible: the request has expired. Contact an administrator
ja_jp: ‎パスワードの作成ができません: 要求の有効期限が切れています。管理者に問い合わせる‎
nl_nl: Wachtwoord aanmaken is niet mogelijk: de aanvraag is verlopen. Neem contact op met een beheerder
uk_ua: Створення пароля неможливо: термін дії запиту минув. Зверніться до адміністратора

# jcommunity~password.form.create.text.html
source: <p>Indicate your new password.</p>
ja_jp: <p>‎新しいパスワードを指定します。‎</p>
nl_nl: <p>Geef uw nieuwe wachtwoord op.</p>
uk_ua: <p>Вкажіть новий пароль.</p>

# jcommunity~password.form.create.title
source: Account creation
ja_jp: ‎アカウントの作成‎
nl_nl: Creëer account
uk_ua: Створення облікової сторінки

# jcommunity~password.form.submit
source: Send the email
ja_jp: メールを送信する‎
nl_nl: Email verzenden
uk_ua: Надіслати листа

# jcommunity~password.form.text.html
source: <p>If you have forgotten your password, fill the following form with your username and with the email you have set in your profil.</p> <p>An email will be sent with a link to a page allowing you to choose a new password.</p>
ja_jp: <p>‎パスワードを忘れた場合は、次のフォームにユーザー名と、プロフィルで設定したメールを入力してください。‎</p> <p>‎新しいパスワードを選択するためのリンクがメールに送信されます。‎</p>
nl_nl: <p>Indien je het wachtwoord bent vergeten, vul het volgende formulier in met jou gebruikersnaam en het e-mail adres wat in je profiel gebruikt is.</p> <p>Er word een e-mail verstuurd met een link voor de pagina voor het aanmaken van een nieuw wachtwoord.</p>
uk_ua: <p>Якщо ви забули свій пароль, заповніть наступну форму своїм іменем користувача та електронною поштою, яку ви вказали у своєму профілі.</p> <p>На електронну пошту буде надіслано лист із посиланням на сторінку, на якій можна вибрати новий пароль.</p>

# jcommunity~password.form.title
source: Resetting the password
ja_jp: ‎パスワードのリセット‎
nl_nl: Reset het paswoord
uk_ua: Скидання пароля

# jcommunity~password.mail.pwd.change.subject
source: Request about a password reset on %s
ja_jp: ‎パスワードのリセットに関する要求‎%s
nl_nl: Verzoek om een ​​wachtwoordreset op %s
uk_ua: Запит на скидання пароля на %s

# jcommunity~password.page.create.title
source: Registration
nl_nl: Inschrijving

# jcommunity~password.page.title
source: Your account
nl_nl: Uw account

# jcommunity~password.reset.cmdline.error
source: There was an error during the password resetting.
ja_jp: ‎パスワードのリセット中にエラーが発生しました。‎
nl_nl: Er is een fout opgetreden tijdens het opnieuw instellen van het wachtwoord.
uk_ua: При скиданні паролю виникла помилка.

# jcommunity~password.reset.cmdline.help.description
source: Send an email with a password reset link to an user.
ja_jp: ‎パスワードリセットリンクを含むメールをユーザーに送信します。‎
nl_nl: Stuur een e-mail met een link voor het opnieuw instellen van het wachtwoord naar een gebruiker.
uk_ua: Надіслати користувачеві електронний лист із посиланням для скидання пароля.

# jcommunity~password.reset.cmdline.help.parameter.login
source: the user's login
ja_jp: ‎ユーザーのログイン‎
nl_nl: de login van de gebruiker
uk_ua: логін користувача

# jcommunity~password.reset.cmdline.help.usage
source: usage: php cmdline.php jcommunity~reset_pass:reset login
ja_jp: ‎使用法: php コマンドライン.php jcommunity~reset_pass:ログインリセット‎
nl_nl: gebruik: php cmdline.php jcommunity~reset_pass: login opnieuw instellen
uk_ua: використання: php cmdline.php jcommunity~reset_pass:reset login

# jcommunity~password.reset.cmdline.mail.undefined
source: User's email is not defined.
ja_jp: ‎ユーザーのメールが定義されていません。‎
nl_nl: Het e-mailadres van de gebruiker is niet gedefinieerd.
uk_ua: Електронна адреса користувача не визначена.

# jcommunity~password.waiting.text.html
source: <p>An email has been sent to the address you gave. If you don't see it into your inbox in few minutes, verify your spam folder. If you didn't receive the email, perhaps the login and the email you gave are invalid. Contact the web site administrator.</p> <p>This email contains a link to a page which allows you to change your password. This link is valid only few hours.</p> <p>The current password is still valid as long as you don't change it.</p>
ja_jp: <p>‎指定したアドレスにメールが送信されました。数分で受信トレイに表示されない場合は、迷惑メール フォルダを確認してください。メールを受信しなかった場合は、ログインと送信したメールが無効である可能性があります。Web サイト管理者に問い合わせてください。‎</p> <p>‎このメールには、パスワードを変更できるページへのリンクが含まれています。このリンクは 48 時間のみ有効です。‎</p> <p>‎現在のパスワードは、変更しない限り有効です。‎</p>
nl_nl: <p>Er is een e-mail verzonden naar het door u opgegeven adres. Als je het binnen een paar minuten niet in je inbox ziet, controleer dan je spammap. Als u de e-mail niet heeft ontvangen, zijn de login en het e-mailadres dat u heeft opgegeven mogelijk ongeldig. Neem contact op met de websitebeheerder.</p> <p>Deze e-mail bevat een link naar een pagina waarop u uw wachtwoord kunt wijzigen. Deze link is slechts enkele uren geldig.</p> <p>Het huidige wachtwoord blijft geldig zolang u het niet wijzigt.</p>

# jcommunity~prefs.admin.prefs.change
source: Modify preferences of jCommunity
ja_jp: jCommunityの設定を変更する‎
nl_nl: Verander voorkeuren jCommunity

# jcommunity~prefs.group.jcommunity
source: jCommunity
nl_nl: jGemeenschap

# jcommunity~prefs.jcommunity.admin
source: jCommunity
nl_nl: jGemeenschap

# jcommunity~prefs.pref.registrationEnabled
source: An unknown user can create a new account
ja_jp: ‎不明なユーザーが新しいアカウントを作成できる‎
nl_nl: Onbekende gebruiker kan een nieuw account aanmaken
uk_ua: Невідомий користувач може створити новий обліковий запис

# jcommunity~prefs.pref.resetPasswordEnabled
source: A user can reset password when he forget it
ja_jp: ‎ユーザーはパスワードを忘れたときにパスワードをリセットできます。‎
nl_nl: Gebruiker kan wachtwoord resetten indien vergeten
uk_ua: Користувач може скинути пароль, коли він його забуде

# jcommunity~register.admin.resend.email.done.text.html
source: <p>The email has been sent to the user.</p>
ja_jp: <p>‎メールはユーザーに送信されました。‎</p>
nl_nl: <p>De e-mail is naar de gebruiker verzonden.</p>
uk_ua: <p>Електронний лист надіслано користувачеві.</p>

# jcommunity~register.admin.resend.email.text.html
source: <p>An email with a new validation key, will be send to the user '%s' who have a non-validated account. Use this feature when the user has informed you that the validation key he received has expired.</p>
ja_jp: <p>‎新しい確認キーを含む電子メールは、ユーザーに送信されます'‎%s‎' 検証されていないアカウントを持つユーザー。この機能は、ユーザーが受信した確認キーの有効期限が切れたことをユーザーが通知した場合に使用します。‎</p>
nl_nl: <p>Er wordt een e-mail met een nieuwe validatiesleutel verzonden naar de gebruiker '%s' die een niet-gevalideerde account heeft. Gebruik deze functie wanneer de gebruiker u heeft geïnformeerd dat de validatiesleutel die hij heeft ontvangen, is verlopen.</p>
uk_ua: <p>Електронний лист із новим ключем перевірки буде надіслано користувачеві '%s', який має непідтверджений обліковий запис. Використовуйте цю функцію, коли користувач повідомив вам, що термін дії отриманого ним ключа перевірки закінчився.</p>

# jcommunity~register.admin.resend.email.title
source: Account creation: resend the validation email
ja_jp: ‎アカウントの作成: 確認メールを再送信します。‎
nl_nl: Account aanmaken: verzend de validatie-e-mail opnieuw
uk_ua: Створення облікового запису: повторно надіслати електронний лист із підтвердженням

# jcommunity~register.cmdline.create.help.description
source: Creates a new user account
ja_jp: ‎新しいユーザー アカウントを作成します。‎
nl_nl: Creëert een nieuw gebruikersaccount
uk_ua: Створіть новий обліковий запис користувача

# jcommunity~register.cmdline.create.help.option.admin
source: add the new user to "admins" group
ja_jp: ‎新しいユーザーを "admins" グループに追加する‎
nl_nl: voeg de nieuwe gebruiker toe aan de groep "admins".
uk_ua: додати нового користувача до групи "адміністратори".

# jcommunity~register.cmdline.create.help.option.noerror
source: Do not output an error if the user already exists
ja_jp: ‎ユーザーが既に存在する場合はエラーを出力しない‎
nl_nl: Geef geen foutmelding als de gebruiker al bestaat
uk_ua: Не виводьте помилку, якщо користувач уже існує

# jcommunity~register.cmdline.create.help.option.reset
source: generates a reset link and send it to email
ja_jp: ‎リセットリンクを生成し、メールに送信します‎
nl_nl: genereert een resetlink en stuurt deze naar e-mail
uk_ua: створює посилання для скидання та надсилає його на електронну пошту

# jcommunity~register.cmdline.create.help.option.verbose
source: enable verbose mode
ja_jp: ‎詳細モードを有効にする‎
nl_nl: schakel de uitgebreide modus in
uk_ua: увімкнути докладний режим

# jcommunity~register.cmdline.create.help.parameter.email
source: The new user's email
ja_jp: ‎新しいユーザーのメール‎
nl_nl: Het e-mailadres van de nieuwe gebruiker
uk_ua: Електронна адреса нового користувача

# jcommunity~register.cmdline.create.help.parameter.login
source: The new user's login
ja_jp: ‎新しいユーザーのログイン‎
nl_nl: De login van de nieuwe gebruiker
uk_ua: Логін нового користувача

# jcommunity~register.cmdline.create.help.parameter.password
source: The new user's password, if not defined and '--reset' flag is not given, the password will be generated randomly and reported via the command line
ja_jp: ‎新しいユーザーのパスワードが定義されていない場合、'--reset' フラグが指定されていない場合、パスワードはランダムに生成され、コマンド ラインを介して報告されます。‎
nl_nl: Als het wachtwoord van de nieuwe gebruiker niet is gedefinieerd en de vlag '--reset' niet is opgegeven, wordt het wachtwoord willekeurig gegenereerd en gerapporteerd via de opdrachtregel
uk_ua: Якщо новий пароль користувача не визначено і прапорець '--reset' не вказано, пароль буде згенеровано випадковим чином і повідомити його через командний рядок

# jcommunity~register.cmdline.create.help.text
source: The password can be given, defined randomly, or a token can be sent by email so the user can define it himself. It the user already exists, it fails, unless you give the option '--no-error-if-exists'.
ja_jp: ‎パスワードは、ユーザーが自分で定義できるように、パスワードを指定したり、ランダムに定義したり、トークンをメールで送信することができます。ユーザーは既に存在し、オプション '--no-error-if-exists' を指定しない限り、失敗します。‎
nl_nl: Het wachtwoord kan willekeurig worden opgegeven, of er kan een token per e-mail worden verzonden, zodat de gebruiker het zelf kan definiëren. Als de gebruiker al bestaat, mislukt het, tenzij je de optie '--no-error-if-exists' geeft.
uk_ua: Пароль можна вказати, визначити випадково, або маркер можна надіслати електронною поштою, щоб користувач міг визначити його самостійно. Якщо користувач уже існує, він не вдається, якщо ви не вкажете параметр '--no-error-if-exists'.

# jcommunity~register.cmdline.create.help.usage
source: php cmdline.php jcommunity~user:create [-v] [--admin] [--reset] login email [password]
ja_jp: ‎php コマンドライン.php jcommunity~ユーザー: 作成 [-v] [--admin] [--reset] ログインメール [パスワード]‎
nl_nl: php cmdline.php jcommunity~user:create [-v] [--admin] [--reset] login e-mailadres [wachtwoord]

# jcommunity~register.cmdline.delete.help.description
source: Delete a user account
ja_jp: ‎ユーザー アカウントを削除する‎
nl_nl: Verwijder een gebruikersaccount

# jcommunity~register.cmdline.delete.help.parameter.login
source: The login of the account to delete
ja_jp: ‎削除するアカウントのログイン‎
nl_nl: De login van het account dat moet worden verwijderd

# jcommunity~register.cmdline.delete.help.text
source: Delete a user account
ja_jp: ‎ユーザー アカウントを削除する‎
nl_nl: Verwijder een gebruikersaccount

# jcommunity~register.email.bad.format
source: Wrong email format
ja_jp: ‎間違った電子メール形式‎
nl_nl: Verkeerd e-mailformaat
uk_ua: Неправильний формат електронної пошти

# jcommunity~register.form.create.submit
source: Create the account
ja_jp: ‎アカウントを作成する‎
nl_nl: Maak een account aan
uk_ua: Створити обліковий запис

# jcommunity~register.form.create.text.html
source: <p>Register yourself by filling the following form.</p> <p>An email will be sent to you with a link to confirm your registration. You could then identified yourself on the web site.</p>
ja_jp: <p>‎以下のフォームに記入して登録してください。‎</p> <p>‎登録を確認するためのリンクが記載されたメールが送信されます。その後、Webサイトで自分自身を識別することができます。‎</p>
nl_nl: <p>Meld u aan door het volgende formulier in te vullen.</p> <p>Er wordt een e-mail naar u verzonden met een link om uw registratie te bevestigen. U kunt zich dan identificeren op de website.</p>
uk_ua: <p>Зареєструйтеся, заповнивши наступну форму</p><p>Вам буде надіслано електронний лист із посиланням для підтвердження реєстрації. Тоді ви могли б ідентифікувати себе на веб-сайті.</p>

# jcommunity~register.form.create.title
source: Create an account
ja_jp: ‎アカウントを作成する‎
nl_nl: Maak een account aan
uk_ua: Створити акаунт

# jcommunity~register.form.login.exists
source: This username already exists
ja_jp: ‎このユーザー名は既に存在します‎
nl_nl: Gebruikersnaam is al in gebruik
uk_ua: Це ім’я користувача вже існує

# jcommunity~register.mail.new.subject
source: Activating your account on the web site %s
ja_jp: ‎ウェブサイトでアカウントを有効にする‎%s
nl_nl: Activeer jou account op de website %s
uk_ua: Активація вашої облікової сторінки на веб сайті %s

# jcommunity~register.registration.cmdline.ok
source: User successfully created.
ja_jp: ‎ユーザーが正常に作成されました。‎
nl_nl: Gebruiker is succesvol aangemaakt.
uk_ua: Користувача створено.

# jcommunity~register.registration.confirm.alreadydone
source: Your account is already activated. You can identify yourself on the web site.
ja_jp: ‎アカウントは既に有効になっています。あなたは、ウェブサイト上で自分自身を識別することができます。‎
nl_nl: Uw account is al geactiveerd. Op de website kunt u zich identificeren.
uk_ua: Ваш обліковий запис уже активовано. Ви можете ідентифікувати себе на веб-сайті.

# jcommunity~register.registration.confirm.badkey
source: Activation is not possible: the key or the username is invalid.
ja_jp: ‎アクティベーションができません: キーまたはユーザー名が無効です。‎
nl_nl: Activering is niet mogelijk: de sleutel of de gebruikersnaam is ongeldig.
uk_ua: Активація неможлива: ключ або ім’я користувача недійсні.

# jcommunity~register.registration.confirm.badstatus
source: Activation is not possible: your account is not a new one.
ja_jp: ‎アクティベーションはできません: アカウントは新しいものではありません。‎
nl_nl: Activering is niet mogelijk: uw account is niet nieuw.
uk_ua: Активація неможлива: ваш обліковий запис не новий.

# jcommunity~register.registration.confirm.expiredkey
source: Activation is not possible: the request has expired. Ask the administrator of the web site to activate your account
ja_jp: 認証できません: 要求の有効期限が切れています。Web サイトの管理者にアカウントの有効化を依頼する‎
nl_nl: Activering is niet mogelijk: de aanvraag is verlopen. Vraag de beheerder van de website om uw account te activeren
uk_ua: Активація неможлива: термін дії запиту минув. Попросіть адміністратора веб-сайту активувати ваш обліковий запис

# jcommunity~register.registration.confirm.ok
source: Your account is activated. You can identify yourself on the web site.
ja_jp: ‎アカウントが有効になります。あなたは、ウェブサイト上で自分自身を識別することができます。‎
nl_nl: Uw account is geactiveerd. Op de website kunt u zich identificeren.
uk_ua: Ваш обліковий запис активовано. Ви можете ідентифікувати себе на веб-сайті.

# jcommunity~register.registration.confirm.title
source: Activation of your account
ja_jp: ‎アカウント認証
nl_nl: Activering van uw account
uk_ua: Активація вашого облікового запису

# jcommunity~register.registration.title
source: Registration
ja_jp: ‎登録‎
nl_nl: Inschrijving
uk_ua: Реєстрація

# jcommunity~register.registration.waiting.text.html
source: <p>Your account is created, but before using it, we have to verify your email.</p> <p>In order to verify your email, we just have sent you an email containing a link on which you must click. Verify your spam folder if you don't see this email in your inbox.</p>
ja_jp: <p>‎アカウントは作成されますが、使用する前にメールを確認する必要があります。‎</p> <p>‎メールを確認するために、クリックする必要があるリンクを含むメールが送信されました。このメールが受信トレイに表示されない場合は、迷惑メール フォルダーを確認して下さい。‎</p>
nl_nl: <p>Uw account is aangemaakt, maar voordat we deze kunnen gebruiken, moeten we uw e-mailadres verifiëren.</p> <p>Om uw e-mailadres te verifiëren, hebben we u zojuist een e-mail gestuurd met een link waarop u moet klikken. Controleer uw spammap als u deze e-mail niet in uw inbox ziet.</p>
uk_ua: <p>Ваш обліковий запис створено, але перед його використанням ми повинні підтвердити вашу електронну пошту.</p><p>Щоб підтвердити вашу електронну пошту, ми просто надіслали вам електронний лист із посиланням, на яке ви повинні натиснути. Перевірте папку зі спамом, якщо ви не бачите цього листа у своїй папці "Вхідні".</p>

# jcommunity~register.registration.waiting.title
source: Registration
ja_jp: ‎登録‎
nl_nl: Inschrijving
uk_ua: Реєстрація

# jcommunity~account.form.email
source: Email
ja_jp: メール
uk_ua: Електрона пошта

# jcommunity~account.form.password.help
source: The password length must be above 8 characters
ja_jp: ‎パスワードの長さは 8 文字を超える必要があります‎
uk_ua: Довжина пароля має бути більше 8 символів

# jcommunity~account.form.status
source: Status
ja_jp: 状態
uk_ua: Статус

# jcommunity~login.access.forbidden.authenticated
source: You cannot access to this page because your are connected.
ja_jp: ‎接続されているため、このページにアクセスできません。‎
uk_ua: Ви не можете отримати доступ до цієї сторінки, оскільки ви підключені.
