Repository: jelix/jelix-langpacks
Catalog: modules/gettext/*/jcommunity.po
Languages: ja_jp, nl_nl, uk_ua

# jcommunity~account.admin.link.account.resent.validation.email
source: Resend the validation email
ja_jp: 確認用メールを再送信します。‎
nl_nl: Stuur de validatie mail opnieuw
uk_ua: Повторно відправити листа з підтвердженням

# jcommunity~account.admin.link.account.reset.password
source: Reset his password
ja_jp: ‎パスワードをリセットします‎
nl_nl: Reset het wachtwoord
uk_ua: Скинути цей пароль

# jcommunity~account.back.to.account
source: Back to your profile
ja_jp: ‎プロフィールに戻る‎
nl_nl: Terug naar jou profiel
uk_ua: Повернутись до свого профілю

# jcommunity~account.cancel.and.back.to.account
source: Cancel and back to your profile
ja_jp: ‎キャンセルしてプロフィールに戻る‎
nl_nl: Annuleer en terug naar jou profiel
uk_ua: Відмінити і повернутись до свого профілю

# jcommunity~account.duration.day
source: day
ja_jp: ‎日‎
nl_nl: dag
uk_ua: день

# jcommunity~account.duration.days
source: days
ja_jp: ‎日‎
nl_nl: dagen
uk_ua: дні

# jcommunity~account.duration.hour
source: hour
ja_jp: ‎時‎
nl_nl: uur
uk_ua: година

# jcommunity~account.duration.hours
source: hours
ja_jp: ‎時間‎
nl_nl: uren
uk_ua: години

# jcommunity~account.duration.minute
source: minute
ja_jp: ‎分‎
nl_nl: minuut
uk_ua: хвилина

# jcommunity~account.duration.minutes
source: minutes
ja_jp: 分
nl_nl: minuten
uk_ua: хвилини

# jcommunity~account.error.dup.nickname
source: The displayed name is already used by another user
ja_jp: その名前は既に別のユーザーによって使用されています‎
nl_nl: De naam is al in gebruik bij een andere gebruiker
uk_ua: Відображене ім’я вже використовується іншим користувачем

# jcommunity~account.form.admin.create.emailsent
source: An email has been sent to the user, so he could activate its account by giving a new password
ja_jp: メールがユーザーに送信されているので、彼は新しいパスワードを与えることによってそのアカウントを認証することができます‎
nl_nl: Er is een e-mail gestuurd naar gebruiker, zodat deze zijn account kan activeren door een nieuw wachtwoord te maken
uk_ua: Користувачеві було надіслано електронний лист, щоб він міг активувати свій обліковий запис, ввівши новий пароль

# jcommunity~account.form.admin.registration.info
source: An email will be send to the user, so the user could activate the account by giving a new password.
ja_jp: メールがユーザーに送信されるため、ユーザーは新しいパスワードを指定してアカウントを認証できます。‎
nl_nl: Er word een e-mail gestuurd naar gebruiker, zodat deze zijn account kan activeren door een nieuw wachtwoord aan te maken.
uk_ua: Користувачеві буде надіслано електронний лист, щоб користувач міг активувати обліковий запис, ввівши новий пароль.

# jcommunity~account.form.cancel
source: Cancel
ja_jp: ‎キャンセル‎
nl_nl: Annuleer
uk_ua: Відмінити

# jcommunity~account.form.captcha
source: Are you a human?
ja_jp: ‎あなたは人間ですか?‎
nl_nl: Ben je een mens?
uk_ua: Ви людина?

# jcommunity~account.form.createdate
source: Date of account creation
ja_jp: ‎アカウント作成日‎
nl_nl: Datum account aanmaak.
uk_ua: Дата створення облікової сторінки

# jcommunity~account.form.delete.account.confirm
source: Confirm by indicating your password.
ja_jp: ‎パスワードを入力して確認します。‎
nl_nl: Bevestiging door jou wachtwoord.
uk_ua: Підтвердьте, вказавши свій пароль.

# jcommunity~account.form.delete.account.confirm.title
source: Confirm the deletion of your account
ja_jp: ‎アカウントの削除を確認する‎
nl_nl: Bevestig het verwijderen van jou account
uk_ua: Підтвердьте видалення облікового запису

# jcommunity~account.form.delete.account.done
source: Your account is now deleted. You are deconnected.
ja_jp: ‎アカウントが削除されました。接続が解除されます。‎
nl_nl: Jouw account is verwijderd. Je bent uitgelogd.
uk_ua: Ваш обліковий запис видалено. Ви відключені.

# jcommunity~account.form.delete.account.error.badpassword
source: Impossible to delete your account: the given password is not valid.
ja_jp: ‎アカウントを削除できません: 指定されたパスワードが無効です。‎
nl_nl: Het is niet mogelijk jou account te verwijderen: het opgegeven wachtwoord is niet geldig.
uk_ua: Неможливо видалити ваш обліковий запис: вказаний пароль недійсний.

# jcommunity~account.form.delete.account.error.nologout
source: Strange... Your account does not exist anymore, but your are still connected? Contact the site manager.
ja_jp: おかしいです。。。あなたのアカウントはもう存在しませんが、あなたのはまだ接続されていますか?サイト管理者に問い合わせてください。‎
nl_nl: Vreemd... Je account blijkt niet meer te bestaan, maar je bent nog wel verbonden? Neem contact op met de webmaster.
uk_ua: Дивно... Ваш обліковий запис більше не існує, але ви все ще підключені? Зв'яжіться з менеджером сайту.

# jcommunity~account.form.delete.account.error.notremoved
source: Impossible to delete your account. Contact the site manager.
ja_jp: ‎アカウントを削除できません。サイト管理者に問い合わせてください。‎
nl_nl: Het is niet mogelijk om jou account te verwijderen. Neem contact op met de webmaster.
uk_ua: Неможливо видалити вашу облікову сторінку. Зв'яжіться з менеджером сайту.

# jcommunity~account.form.delete.account.error.wronguser
source: Sorry, you are not supposed to be on this page...
ja_jp: ‎申し訳ありませんが、あなたはこのページと思われます。
nl_nl: Sorry, maar je hebt geen toestemming voor deze pagina...
uk_ua: Вибачте, ви не повинні бути на цій сторінці...

# jcommunity~account.form.delete.account.submit
source: Delete
ja_jp: ‎削除‎
nl_nl: Verwijderen
uk_ua: Видалити

# jcommunity~account.form.delete.account.title
source: Deleting your account
ja_jp: ‎アカウントの削除‎
nl_nl: Jou account wordt verwijderd..
uk_ua: Видалення вашої облікової сторінки

# jcommunity~account.form.edit.profile.title
source: Editing your profile
ja_jp: ‎プロフィールの編集‎
nl_nl: Bezig met profiel aanpassen
uk_ua: Редагування вашої облікової сторінки

# jcommunity~account.form.keyactivate
source: Request key
ja_jp: ‎要求キー‎
nl_nl: Verzoek sleutel
uk_ua: Запит ключа

# jcommunity~account.form.login
source: Username
ja_jp: ‎ユーザー名‎
nl_nl: Gebruikersnaam
uk_ua: Ім'я користувача

# jcommunity~account.form.nickname
source: Displayed name
ja_jp: ‎表示される名前‎
nl_nl: Getoonde naam
uk_ua: Відображення ім'я

# jcommunity~account.form.password
source: Password
ja_jp: ‎パスワード‎
nl_nl: Wachtwoord
uk_ua: Пароль

# jcommunity~account.form.password.confirm
source: Retype the password
ja_jp: ‎パスワードを再入力する‎
nl_nl: Typ het wachtwoord opnieuw
uk_ua: Повторно введіть пароль

# jcommunity~account.form.password.help
source: The password length must be above 12 characters
nl_nl: De lengte van het wachtwoord moet meer dan 12 karakters zijn

# jcommunity~account.form.requestdate
source: Request date
ja_jp: ‎要求日‎
nl_nl: Verzoek datum
uk_ua: Дата запиту

# jcommunity~account.form.status.deactivate
source: Deactivated
ja_jp: ‎非 アクティブ‎
nl_nl: Gedeactiveerd
uk_ua: Вимкнено

# jcommunity~account.form.status.deleted
source: Deleted
ja_jp: ‎削除‎
nl_nl: Verwijderd
uk_ua: Видалено

# jcommunity~account.form.status.newuser
source: New account, awaiting email validation
ja_jp: ‎新しいアカウント、メールの確認を待機中‎
nl_nl: Nieuw account, wacht op email verificatie
uk_ua: Новий обліковий запис, очікує підтвердження електронної пошти

# jcommunity~account.form.status.valid
source: Account validated
ja_jp: 有効なアカウント‎
nl_nl: Account goedgekeurd
uk_ua: Обліковий запис підтверджено

# jcommunity~account.form.status.valid.email.changed
source: Validated, awaiting new email validation
ja_jp: 有効、新しいメール確認を待機中‎
nl_nl: Aangepast, wacht op nieuw email bevestiging
uk_ua: Підтверджено, очікує підтвердження нової електронної пошти

# jcommunity~account.form.status.valid.password.changed
source: Validated, awaiting password reset
ja_jp: 有効、パスワードリセット待ち‎
nl_nl: Gevalideerd, wacht op resetten wachtwoord
uk_ua: Перевірено, очікує скидання пароля

# jcommunity~account.form.submit
source: Save
ja_jp: 保存
nl_nl: Opslaan
uk_ua: Збережено

# jcommunity~account.link.account.change.password
source: Change your password
ja_jp: ‎パスワードを変更する‎
nl_nl: Wachtwoord veranderen
uk_ua: Змініть свій пароль

# jcommunity~account.link.account.delete
source: Delete your account
ja_jp: ‎アカウントを削除する‎
nl_nl: Verwijder jou account.
uk_ua: Видалити свій обліковий запис

# jcommunity~account.link.profile.edit
source: Edit your profile
ja_jp: ‎プロフィールを編集する‎
nl_nl: Pas je profiel aan
uk_ua: Редагувати профіль

# jcommunity~account.profile.of
source: %1$s's Profile
ja_jp: %1$s‎のプロフィール‎
nl_nl: 1%1$s 's Profiel
uk_ua: %1$s Профіль

# jcommunity~account.unknown.user
source: Unknown user
ja_jp: ‎不明なユーザー‎
nl_nl: Onbekende gebruiker
uk_ua: Невідомий користувач

# jcommunity~login.access.forbidden.badstatus
source: You cannot access to this page because the account has not the right status
ja_jp: ‎アカウントのステータスが正しくないため、このページにアクセスできません‎
nl_nl: U heeft geen toegang tot deze pagina omdat het account niet de juiste status heeft
uk_ua: Ви не можете отримати доступ до цієї сторінки, оскільки обліковий запис має неправильний статус

# jcommunity~login.access.forbidden.wrong.user
source: You cannot access to this page belonging to another user.
ja_jp: ‎別のユーザーに属するこのページにはアクセスできません。‎
nl_nl: U heeft geen toegang tot deze pagina van een andere gebruiker.
uk_ua: Ви не можете отримати доступ до цієї сторінки, що належить іншому користувачеві.

# jcommunity~login.access.not.available
source: Page not available
ja_jp: ‎ページを利用できません‎
nl_nl: Pagina is niet beschikbaar
uk_ua: Сторінка недоступна

# jcommunity~login.access.title
source: Page access
ja_jp: ‎ページアクセス‎
nl_nl: Pagina toegang
uk_ua: Доступ до сторінки

# jcommunity~login.back.to.login
source: Back to the login form
ja_jp: ‎ログインフォームに戻る‎
nl_nl: Terug naar het login scherm
uk_ua: Повернутися до форми входу

# jcommunity~login.cancel.and.back.to.login
source: Cancel and return to the login form
ja_jp: ‎キャンセルしてログインフォームに戻る‎
nl_nl: Annuleer en terug naar login scherm
uk_ua: Скасуйте та поверніться до форми входу

# jcommunity~login.error
source: Unknown username or wrong password
ja_jp: ‎不明なユーザー名または間違ったパスワード‎
nl_nl: Onbekende gebruikersnaam of verkeerd wachtwoord
uk_ua: Невідоме ім'я користувача або неправильний пароль

# jcommunity~login.error.no.after_login
source: In the configuration of the plugin 'auth', after_login is empty
ja_jp: ‎プラグイン 'auth' の設定では、after_loginは空です。‎
nl_nl: In de configuratie van de plug-in 'auth' is after_login leeg
uk_ua: У конфігурації плагіна 'auth' after_login порожній

# jcommunity~login.error.no.after_logout
source: In the configuration of the plugin 'auth', after_logout is empty
ja_jp: ‎プラグイン 'auth' の設定では、after_logoutは空です。‎
nl_nl: In de configuratie van de plug-in 'auth' is after_logout leeg
uk_ua: У конфігурації плагіна 'auth' after_logout порожній

# jcommunity~login.error.notlogged
source: You are not connected, you should sign in.
ja_jp: ‎接続されていない場合は、サインインする必要があります。‎
nl_nl: U bent niet verbonden, u moet inloggen.
uk_ua: Ви не підключені, вам слід увійти.

# jcommunity~login.form.remember.me
source: Remember me
ja_jp: ログイン情報を記憶する
nl_nl: Onthoud me
uk_ua: Запам'ятати мене

# jcommunity~login.form.submit
source: Sign in
ja_jp: ‎サインイン‎
nl_nl: Inloggen
uk_ua: Увійти

# jcommunity~login.login.account
source: Your account
ja_jp: ‎アカウント‎
nl_nl: Je account
uk_ua: Ваш акаунт

# jcommunity~login.login.password.reset
source: I forgot my password
ja_jp: ‎パスワードを忘れた‎
nl_nl: Ik ben mijn wachtwoord vergeten
uk_ua: Я забув свій пароль

# jcommunity~login.login.title
source: Sign in
ja_jp: ‎サインイン‎
nl_nl: Inloggen
uk_ua: Увійти

# jcommunity~login.logout
source: Sign out
ja_jp: ‎サインアウト‎
nl_nl: Uiloggen
uk_ua: Вийти

# jcommunity~login.startpage.account.create
source: Create an account
ja_jp: ‎アカウントを作成する‎
nl_nl: Maak een account aan
uk_ua: Створити акаунт

# jcommunity~login.startpage.account.view
source: View your profile
ja_jp: ‎プロフィールを表示する‎
nl_nl: Bekijk jou profiel
uk_ua: Переглянути свій профіль

# jcommunity~login.startpage.connected
source: You are connected.
ja_jp: 接続されています。‎
nl_nl: Verbonden
uk_ua: Ви підключені.

# jcommunity~login.startpage.login
source: Sign in
ja_jp: ‎サインイン‎
nl_nl: Inloggen
uk_ua: Увійти

# jcommunity~login.startpage.logout
source: Sign out
ja_jp: ‎サインアウト‎
nl_nl: Uitloggen
uk_ua: Вийти

# jcommunity~login.startpage.not.connected
source: You are not connected.
ja_jp: ‎接続されていません。‎
nl_nl: Je bent niet verbonden
uk_ua: Ви не підключені.

# jcommunity~login.startpage.password.reset
source: Reset your password
ja_jp: ‎パスワードをリセットする‎
nl_nl: Reset jou wachtwoord
uk_ua: Скинути пароль

# jcommunity~login.startpage.youcan
source: You can:
ja_jp: ‎できます：‎
nl_nl: Je kunt:
uk_ua: Ви зможете:

# jcommunity~mail.account.change.notification.body.html
source: <p>Hello,</p> <p>The user {$userName} has made some changes <a href="{$profilLink}">into his profile</a>.</p> <p>Regards.</p>
nl_nl: <p>Hallo,</p> <p>De gebruiker {$userName} heeft enkele wijzigingen aangebracht <a href="{$profilLink}">in zijn profiel</a>.</p> <p>Groeten.</p>

# jcommunity~mail.account.change.notification.subject
source: Changes into the profile of %s on the web site %s
nl_nl: Veranderingen in het profiel van %s op de website %s

# jcommunity~mail.password.admin.reset.body.html
source: <p>Hello,</p> <p>The administrator of the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> have been sent this email to you so you can change your password for the account <em>"{$user->login}"</em>.</p> <p>If you want to confirm the change, you should <a href="{$confirmation_link}">click on this link</a>.</p> <p>You could then set a new password for your account. The link is valid {$validationKeyTTL}.</p> <p>If this request is an error or you don't want to confirm, ignore this mail, and your password won't be changed.</p> <p>See you on {$domain_name}{$basePath}!</p>
ja_jp: <p>‎こんにちは‎</p> <p>‎Web サイトの管理者‎<a href="{$website_uri}" class="notexpandlink">‎{$domain名}{$basePath}‎</a> ‎この メールが送信されているので、アカウントのパスワードを変更できます‎<em>‎"{$user>ログイン}‎</em>.</p> <p>‎変更を確認する場合は、次の必要があります。‎<a href="{$confirmation_link}">‎このリンクをクリックしてください‎</a>.</p> <p>‎その後、アカウントの新しいパスワードを設定できます。リンクは有効な {$validationKeyTTL} です。‎</p> <p>‎この要求がエラーであるか、確認しない場合は、このメールを無視し、‎ ‎パスワードは変更されません。‎</p> <p>‎{$domain名}{$basePath}でお会いしましょう!‎</p>
nl_nl: <p>Hallo,</p> <p>De beheerder van de website<a href="{$website_uri}" class="notexpandlink"> {$domain_name}{$basePath}</a> heeft deze e-mail naar u verzonden, zodat u uw wachtwoord voor het account <em>"{$user->login}"</em>.</p> kunt wijzigen. <p>Als u de wijziging wil te bevestigen, <a href="{$confirmation_link}">klikt u op deze link.</a>.</p> <p>U kunt vervolgens een nieuw wachtwoord voor uw account instellen. De link is geldig {$validationKeyTTL}.</p> <p>Als dit verzoek een fout is of als u het niet wilt bevestigen, negeert u deze e-mail, en uw wachtwoord wordt niet gewijzigd.</p> <p>Tot ziens op {$domain_name}{$basePath}!</p>
uk_ua: <p>Доброго дня,</p> <p>Адміністратор веб сторінки <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> Вам було надіслано електронного листа, щоб ви могли змінити свій пароль для облікової сторінки <em>"{$user->login}"</em>.</p> <p>Якщо Ви бажаєте підтвердити змінити, вам необхідно <a href="{$confirmation_link}">натиснути на це посилання </a>.</p> <p>Потім Ви зможете встановити новий пароль до вашої облікової сторінки. Посилання дійсне {$validationKeyTTL}.</p> <p>Якщо цей запит є помилкою або ви не хочете підтверджувати, проігноруйте це повідомлення, і Ваш пароль не буде змінено.</p> <p>До зустрічі {$domain_name}{$basePath}!</p>

# jcommunity~mail.password.admin.reset.subject
source: Reset of your password on the web site %s
ja_jp: ‎Web サイトでのパスワードのリセット‎%s
nl_nl: Reset jou wachtwoord op de website 1%s
uk_ua: Скинути пароль на веб сайті %s

# jcommunity~mail.password.reset.body.html
source: <p>Hello,</p> <p>You requested a password reset for your account <em>"{$user->login|eschtml}"</em> on the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>If you really want to change it, you should <a href="{$confirmation_link}">click on this link</a>.</p> <p>You could then set a new password for your account. The link is valid {$validationKeyTTL}.</p> <p>If this request is an error or you don't want to confirm, ignore this mail. Your password won't be changed.</p> <p>See you now on {$domain_name}{$basePath}!</p>
ja_jp: <p>‎こんにちは‎</p> <p>‎アカウントのパスワードのリセットを要求した‎<em>‎"{$user->ログイン|eschtml}‎</em> ‎Web サイトで‎<a href="{$website_uri}" class="notexpandlink">‎{$domain名}{$basePath}‎</a>.</p> <p>‎あなたが本当にそれを変更したい場合は、次の必要があります‎<a href="{$confirmation_link}">‎このリンクをクリックしてください‎</a>.</p> <p>‎その後、アカウントの新しいパスワードを設定できます。リンクは有効な {$validationKeyTTL} です。‎</p> <p>‎この要求がエラーである場合、または確認したくない場合は、このメールを無視してください。‎ Your password won't be changed.</p> <p>See you now on {$domain_name}{$basePath}!</p>
nl_nl: <p>Hallo,</p> <p>U heeft een wachtwoordreset aangevraagd voor uw account <em> "{$user->login|eschtml}"</em> op de website <a href="{$website_uri}" class="notexpandlink"> {$domain_name}{$basePath}</a>.</p> <p>Als u dit echt wilt wijzigen, <a href="{$confirmation_link}">klikt u op op deze link</a>.</p> <p> Vervolgens kunt u een nieuw wachtwoord voor uw account instellen. De link is geldig {$validationKeyTTL}. </p> <p>Als dit verzoek een fout is of als u het niet wilt bevestigen, negeert u deze e-mail. Uw wachtwoord wordt niet gewijzigd.</p> <p>Graag tot ziens op {$domain_name}{$basePath}!</p>
uk_ua: <p>Доброго дня,</p> <p>Ви надіслали запит на скидання паролю до вашої облікової сторінки <em>"{$user->login|eschtml}"</em> на веб сайті <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Якщо Ви насправді бажаєте змінити його, Вам потрібно <a href="{$confirmation_link}">перейти за посиланням</a>.</p> <p>Потім ви можете встановити новий пароль для свого облікового запису. Посилання дійсне {$validationKeyTTL}.</p> <p>Якщо цей запит є помилкою або ви не хочете підтверджувати, проігноруйте це повідомлення, І ваш пароль не буде змінено.</p> <p>До зустрічі {$domain_name}{$basePath}!</p>

# jcommunity~mail.password.reset.subject
source: Reset of your password on the web site %s
ja_jp: ‎Web サイトでのパスワードのリセット‎%s
nl_nl: Reset jou wachtwoord op de website 1%s
uk_ua: Скинути пароль на веб сайті %s

# jcommunity~mail.registration.admin.body.html
source: <p>Hello,</p> <p>The administrator of the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> have been created an account for you, with the login <em>"{$user->login}"</em>.</p> <p>Before to use your account, you should confirm your registration by <a href="{$confirmation_link}">clicking on this link</a>, and then indicating a new password. The link is valid {$validationKeyTTL}.</p> <p>See you on {$domain_name}{$basePath}!</p>
ja_jp: <p>‎こんにちは‎</p> <p>‎Web サイトの管理者‎<a href="{$website_uri}" class="notexpandlink">‎{$domain名}{$basePath}‎</a> ‎ログインでアカウントが作成されています‎<em>‎"{$user>ログイン}‎</em>.</p> <p>‎アカウントを使用する前に、次の方法で登録を確認する必要があります。‎ <a href="{$confirmation_link}">‎このリンクをクリックする‎</a>‎を‎‎クリックし、新しいパスワードを示します。リンクは有効な {$validationKeyTTL} です。‎</p> <p>See you on {$domain_name}{$basePath}!</p>
nl_nl: <p>Hallo,</p> <p>De beheerder van de website <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> heeft een account voor u aangemaakt, met de login <em>"{$user->login}"</em>.</p> <p>Voordat u uw account kun gebruiken, dient u uw registratie te bevestigen door <a href="{$confirmation_link}">op deze link te klikken</a>. en vervolgens een nieuw wachtwoord op te geven. De link is geldig {$validationKeyTTL}.</p> <p>Tot ziens op {$domain_name}{$basePath}!</p>
uk_ua: <p>Доброго дня,</p> <p>Адміністратор веб сайту <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}3</a> для вас була створена облікова сторінка з логіном<em>"{$user->login}"</em>.</p> <p>Перед тим як використовувати вашу облікову сторінку, ви маєте підтвердити вашу реєстрацію <a href="{$confirmation_link}">перейшовши за посиланням</a>, а потів вказавши новий пароль. Посилання дійсне {$validationKeyTTL}.</p> <p>До зустрічі {$domain_name}{$basePath}!</p>

# jcommunity~mail.registration.body.html
source: <p>Hello,</p> <p>You have created a new account <em>"{$user->login|eschtml}"</em>, on <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Before to use your account, you should confirm your registration by <a href="{$confirmation_link}">clicking on this link</a>. The link is valid {$validationKeyTTL}.</p> <p>See you on {$domain_name}{$basePath}!</p>
nl_nl: <p>Hallo,</p> <p>U heeft een nieuw account <em>"{$user->login|eschtml}"</em> aangemaakt op <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Voordat u uw account kunt gebruiken, moet u uw registratie bevestigen door op <a href="{$confirmation_link}">deze link te klikken</a>. De link is geldig {$validationKeyTTL}.</p> <p>Tot ziens op {$domain_name}{$basePath}!</p>

# jcommunity~mail.registration.subject
source: Activating your account on the web site %s
ja_jp: ‎ウェブサイトでアカウントを有効にする‎%s
nl_nl: Activeer jou account op de website 1%s
uk_ua: Активація вашої облікової сторінки на веб сайті %s

# jcommunity~password.admin.form.back.to.account
source: Back to the account of
ja_jp: ‎のアカウントに戻る‎
nl_nl: Terug naar jou profiel
uk_ua: Повернутись до акаунту

# jcommunity~password.admin.form.email.button
source: Send the email to
ja_jp: メールの送信先‎
nl_nl: Stuur de email naar
uk_ua: Відправити листа на

# jcommunity~password.admin.form.reset.html
source: <p>An email will be send to the user, so the user could change his password.</p>
ja_jp: <p>‎ユーザーにメールが送信されるため、ユーザーはパスワードを変更できます。‎</p>
nl_nl: <p>Er word een e-mail gestuurd naar gebruiker, zodat deze zijn account kan activeren door een nieuw wachtwoord aan te maken.</p>
uk_ua: <p>Користувачеві буде надіслано електронний лист, щоб користувач міг змінити свій пароль.</p>

# jcommunity~password.admin.waiting.text.html
source: <p>An email has been sent to the user.</p>
ja_jp: <p>‎メールがユーザーに送信されました。‎</p>
nl_nl: 1 Email verzonden naar gebruiker 1
uk_ua: <p>Електронний лист був надісланий користувачу.</p>

# jcommunity~password.change.cmdline.error.change
source: An unknown error happened during password change.
ja_jp: ‎パスワードの変更中に不明なエラーが発生しました。‎
nl_nl: Er is een onbekende fout opgetreden tijdens het wijzigen van het wachtwoord.
uk_ua: При зміні паролю відбулась невідома помилка.

# jcommunity~password.change.cmdline.error.defined
source: The password of this user is already defined, please use the '--force' flag to override it.
ja_jp: ‎このユーザーのパスワードは既に設定されています。‎
nl_nl: Het wachtwoord van deze gebruiker is al gedefinieerd. Gebruik de vlag '--force' om dit te overschrijven.
uk_ua: Пароль цього користувача вже визначено, будь ласка, використовуйте прапор '--force', щоб замінити його.

# jcommunity~password.change.cmdline.error.module
source: This user uses another authentication module, we cannot change his password.
ja_jp: ‎このユーザーは別の認証モジュールを使用しています、パスワードを変更することはできません。‎
nl_nl: Deze gebruiker gebruikt een andere authenticatiemodule, zijn wachtwoord kunnen we niet wijzigen.
uk_ua: Цей користувач використовує інший модуль аутентифікації, ми не можемо змінити його пароль.

# jcommunity~password.change.cmdline.error.unknown
source: Unknown user, please submit a valid user as a parameter.
ja_jp: ‎不明なユーザーです、有効なユーザーを送信してください。‎
nl_nl: Onbekende gebruiker. Geef een geldige gebruiker op als parameter.
uk_ua: Невідомий користувач, укажіть дійсного користувача як параметр.

# jcommunity~password.change.cmdline.help.description
source: Changes the password of an user.
ja_jp: ‎ユーザーのパスワードを変更します。‎
nl_nl: Wijzigt het wachtwoord van een gebruiker.
uk_ua: Змінити пароль користувача.

# jcommunity~password.change.cmdline.help.option.force
source: override password if password is already defined.
ja_jp: ‎パスワードが既に設定されている場合は、パスワードを上書きします。‎
nl_nl: overschrijf het wachtwoord als het wachtwoord al is gedefinieerd.
uk_ua: замінити пароль, якщо пароль уже визначено.

# jcommunity~password.change.cmdline.help.parameter.login
source: The user login.
ja_jp: ‎ユーザー ログイン。‎
nl_nl: De gebruikerslogin.
uk_ua: Логін користувача.
