Repository: jelix/jelix-langpacks
Catalog: modules/gettext/*/ldapdao.po
Languages: cs_cz, fr_fr, gl_es, pl_pl, pt_pt, ro_ro, uk_ua

# ldapdao~errors.bindUserDN.missing
source: no bindUserDN config parameter
cs_cz: žádný konfigurační parametr bindUserDN
fr_fr: Le paramètre de configuration bindUserDN est manquant
gl_es: sen o parámetro de configuración bindUserDN
pl_pl: parametr konfiguracji no bindUserDN
pt_pt: Parâmetro de configuração bindUserDN em falta
ro_ro: niciun parametru de configurare bindUserDN
uk_ua: немає конфігураційного параметра bindUserDN

# ldapdao~errors.db.profile.missing
source: (616)database profile name is missing
cs_cz: (616) název profilu databáze chybí
fr_fr: (616)nom de profil db manquant
gl_es: (616) falta o nome do perfil da base de datos
pl_pl: (616)Brak nazwy profilu bazy danych
pt_pt: (616)nome do perfil da base de dados em falta
ro_ro: (616)numele profilului bazei de date lipsește
uk_ua: (616)відсутня назва профілю бази даних

# ldapdao~errors.extension.unloaded
source: (612)ldap extension unloaded
cs_cz: (612) Rozšíření LDAP uvolněno
fr_fr: (612)extension ldap non chargée
gl_es: (612) extensión ldap sen cargar
pl_pl: (612)Rozszerzenie ldap rozładowane
pt_pt: (612)extensão LDAP não carregada
ro_ro: (612)extensia ldap descărcată
uk_ua: (612)ldap розширення завантажене

# ldapdao~errors.ldap.profile.missing
source: (615)ldap profile name is missing
cs_cz: (615) chybí název profilu ldap
fr_fr: (615)nom de profil ldap manquant
gl_es: (615) falta o nome do perfil ldap
pl_pl: (615)Brak nazwy profilu ldap
pt_pt: (615)nome do perfil LDAP em falta
ro_ro: (615)lipsește numele profilului ldap
uk_ua: (615)назва профілю ldap відсутня

# ldapdao~errors.object.user.unknown
source: (613)user object unknown
cs_cz: (613) uživatelský objekt neznámý
fr_fr: (613)objet utilisateur invalide
gl_es: (613) obxecto de usuario descoñecido
pl_pl: (613)obiekt użytkownika nieznany
pt_pt: (613)objeto do utilizador desconhecido
ro_ro: (613)obiect utilizator necunoscut
uk_ua: (613)об'єкт користувача невідомий

# ldapdao~errors.search.base.missing
source: (610)ldap configuration: search base missing
cs_cz: (610) Konfigurace LDAP: Chybí vyhledávací základna
fr_fr: (610)configuration ldap : base non défini
gl_es: (610) configuración ldap: desaparecida a base de busca
pl_pl: (610)Konfiguracja ldap: brak bazy wyszukiwania
pt_pt: (610)configuração LDAP: base de pesquisa em falta
ro_ro: (610)configurație ldap: lipsă baza de căutare
uk_ua: (610) конфігурація ldap: відсутня база пошуку

# ldapdao~errors.search.filter.missing
source: (611)ldap configuration: search filter missing
cs_cz: (611) Konfigurace LDAP: Chybí vyhledávací filtr
fr_fr: (611)configuration ldap : filtre non défini
gl_es: (611) configuración ldap: desaparecido o filtro de busca
pl_pl: (611)Konfiguracja ldap: brak filtra wyszukiwania
pt_pt: (611)configuração LDAP: filtro de pesquisa em falta
ro_ro: (611)configurație ldap: filtrul de căutare lipsește
uk_ua: (611)Конфігурація ldap: відсутній фільтр пошуку

# ldapdao~errors.searchUserFilter.missing
source: no searchUserFilter config parameter
cs_cz: žádný konfigurační parametr searchUserFilter
fr_fr: Le paramètre de configuration searchUserFilter est manquant
gl_es: sen o parámetro de configuración searchUserFilter
pl_pl: parametr konfiguracji no searchUserFilter
pt_pt: parâmetro de configuração searchUserFilter em falta
ro_ro: niciun parametru de configurare searchUserFilter
uk_ua: немає параметра конфігурації searchUserFilter

# ldapdao~errors.unsupported.password.change
source: Password change is not supported
cs_cz: Změna hesla není podporována
fr_fr: Le changement de mot de passe n'est pas pris en charge
gl_es: Non se admite o cambio de contrasinal
pl_pl: Zmiana hasła nie jest obsługiwana
pt_pt: Alteração de palavra-passe não suportada
ro_ro: Modificarea parolei nu este acceptată
uk_ua: Зміна пароля не підтримується

# ldapdao~errors.unsupported.user.creation
source: Creation of an account is not supported
cs_cz: Vytvoření účtu není podporováno
fr_fr: La création d'un compte n'est pas pris en charge
gl_es: Non se admite a creación dunha conta
pl_pl: Utworzenie konta nie jest obsługiwane
pt_pt: A criação de uma conta não é suportada
ro_ro: Crearea unui cont nu este acceptată
uk_ua: Створення облікового запису не підтримується

# ldapdao~errors.unsupported.user.listing
source: Users listing is not supported
cs_cz: Seznam uživatelů není podporován
fr_fr: Le liste des utilisateurs n'est pas disponible
gl_es: Non se admite a listaxe de usuarios
pl_pl: Lista użytkowników nie jest obsługiwana
pt_pt: Listagem de utilizadores não suportada
ro_ro: Listarea utilizatorilor nu este acceptată
uk_ua: Список користувачів не підтримується

# ldapdao~errors.user.login.unset
source: (614)user identification unset
cs_cz: (614) identifikace uživatele není nastavena
fr_fr: (614)identification de l'utilisateur non défini
gl_es: (614) identificación de usuario non establecida
pl_pl: (614)Identyfikacja użytkownika nieustawiona
pt_pt: (614)identificação do utilizador não definida
ro_ro: (614)identificarea utilizatorului a fost anulată
uk_ua: (614)ідентифікацію користувача не встановлено
