Repository: jelix/jelix-langpacks
Catalog: modules/gettext/*/multiauth.po
Languages: cs_cz, fr_fr, it_it, ja_jp, pt_pt, ro_ro, uk_ua

# multiauth~ldap.error.bindUserDN.missing
source: no bindUserDN config parameter
cs_cz: žádný konfigurační parametr bindUserDN
fr_fr: Le paramètre de configuration bindUserDN est manquant
it_it: nessun parametro di configurazione bindUserDN
ja_jp: ‎設定パラメータがありません‎
pt_pt: Parâmetro de configuração bindUserDN em falta
ro_ro: niciun parametru de configurare bindUserDN
uk_ua: немає конфігураційного параметра bindUserDN

# multiauth~ldap.error.db.profile.missing
source: database profile name is missing
cs_cz: název profilu databáze chybí
fr_fr: nom de profil db manquant
it_it: manca il nome del profilo del database
ja_jp: ‎データベース プロファイル名がありません‎
pt_pt: nome do perfil em falta na base de dados
ro_ro: numele profilului bazei de date lipsește
uk_ua: Відсутня назва профілю бази даних

# multiauth~ldap.error.extension.unloaded
source: ldap extension unloaded
cs_cz: Rozšíření ldap uvolněno
fr_fr: extension ldap non chargée
it_it: estensione ldap disattivata
ja_jp: ‎LDAP 拡張がアンロードされました‎
pt_pt: extensão LDAP não carregada
ro_ro: extensia ldap dezactivată
uk_ua: ldap розширення завантажене

# multiauth~ldap.error.ldap.profile.missing
source: ldap profile name is missing
cs_cz: Jméno ldap profilu chybí
fr_fr: nom de profil ldap manquant
it_it: manca il nome del profilo
ja_jp: ‎LDAP プロファイル名が見つかりません‎
pt_pt: nome do perfil LDAP em falta
ro_ro: numele profilului ldap lipsește
uk_ua: назва профілю ldap відсутня

# multiauth~ldap.error.object.user.unknown
source: user object unknown
cs_cz: uživatelský objekt neznámý
fr_fr: objet utilisateur invalide
it_it: oggetto utente sconosciuto
ja_jp: ‎ユーザー オブジェクトが不明です‎
pt_pt: objecto utilizador desconhecido
ro_ro: obiectul utilizatorului necunoscut
uk_ua: об'єкт користувача невідомий

# multiauth~ldap.error.search.base.missing
source: ldap configuration: search base missing
cs_cz: Konfigurace LDAP: chybí základna vyhledávání
fr_fr: configuration ldap : base non défini
it_it: configurazione ldap: manca la base per la ricerca
ja_jp: ‎LDAP設定: 検索ベースが見つかりません‎
pt_pt: configuração LDAP: base de dados de pesquisa em falta
ro_ro: configurație ldap: lipsă baza de căutare
uk_ua: конфігурація ldap: відсутня база пошуку

# multiauth~ldap.error.search.filter.missing
source: ldap configuration: search filter missing
cs_cz: Konfigurace LDAP: Chybí vyhledávací filtr
fr_fr: configuration ldap : filtre non défini
it_it: configurazione ldap: manca il filtro di ricerca
ja_jp: ‎LDAP設定: 検索フィルタが見つかりません‎
pt_pt: configuração LDAP: filtro de pesquisa em falta
ro_ro: configurație ldap: filtrul de căutare lipsește
uk_ua: Конфігурація ldap: відсутній фільтр пошуку

# multiauth~ldap.error.searchUserFilter.missing
source: no searchUserFilter config parameter
cs_cz: žádný konfigurační parametr searchUserFilter
fr_fr: Le paramètre de configuration searchUserFilter est manquant
it_it: nessun parametro di configurazione searchUserFilter
ja_jp: ユーザーフィルターの検索パラメーター設定がありません
pt_pt: Parâmetro de configuração searchUserFilter em falta
ro_ro: niciun parametru de configurare searchUserFilter
uk_ua: немає параметра конфігурації searchUserFilter

# multiauth~ldap.error.unsupported.password.change
source: Password change is not supported
cs_cz: Změna hesla není podporována
fr_fr: Le changement de mot de passe n'est pas pris en charge
it_it: La modifica della password non è supportata
ja_jp: ‎パスワードの変更はサポートされていません‎
pt_pt: A alteração de palavra-passe não é suportada
ro_ro: Modificarea parolei nu este acceptată
uk_ua: Зміна пароля не підтримується

# multiauth~ldap.error.unsupported.user.creation
source: Creation of an account is not supported
cs_cz: Vytvoření účtu není podporováno
fr_fr: La création d'un compte n'est pas pris en charge
it_it: La creazione di un account non è supportata
ja_jp: ‎アカウントの作成はサポートされていません‎
pt_pt: A criação de uma conta não é suportada
ro_ro: Crearea unui cont nu este acceptată
uk_ua: Створення облікового запису не підтримується

# multiauth~ldap.error.unsupported.user.listing
source: Users listing is not supported
cs_cz: Seznam uživatelů není podporován
fr_fr: Le liste des utilisateurs n'est pas disponible
it_it: L'elencazione degli utenti non è supportata
ja_jp: ‎ユーザー一覧はサポートされていません‎
pt_pt: A lista de utilizadores não se encontra disponível
ro_ro: Listarea utilizatorilor nu este acceptată
uk_ua: Список користувачів не підтримується

# multiauth~ldap.error.user.login.unset
source: user identification unset
cs_cz: identifikace uživatele není nastavena
fr_fr: identification de l'utilisateur non défini
it_it: identificazione utente non impostata
ja_jp: ‎ユーザー ID が設定されていない‎
pt_pt: identificação do utlizador não definida
ro_ro: identificare utilizator dezactivată
uk_ua: ідентифікацію користувача не встановлено

# multiauth~multiauth.account.update.reset.password
source: You should reset the password of this user, after you changed his authentication method
cs_cz: Po změně jeho metody ověřování byste měli resetovat heslo tohoto uživatele
fr_fr: Vous devriez réinitialiser le mot de passe de cet utilisateur après le changement de sa méthode d'authentification
it_it: Dovresti reimpostare la password di questo utente, dopo aver cambiato il suo metodo di autenticazione
ja_jp: ‎認証方法を変更した後、このユーザーのパスワードをリセットする必要があります‎
pt_pt: A palavra-passe deste utilizador deverá ser redefinida, após a alteração do seu método de autenticação
ro_ro: Ar trebui să resetezi parola acestui utilizator, după ce i-ai schimbat metoda de autentificare
uk_ua: Ви повинні скинути пароль цього користувача після того, як ви змінили його метод аутентифікації

# multiauth~multiauth.choice.provider.inexistant.user
source: The user is unknown by this authentication provider
cs_cz: Uživatel je tímto poskytovatelem ověřování neznámý
fr_fr: L'utilisateur n'existe pas chez ce fournisseur d'authentification
it_it: L'utente è sconosciuto da questo provider di autenticazione
ja_jp: ‎この認証ではユーザーが不明です‎
pt_pt: O utilizador é desconhecido por este fornecedor de autenticação
ro_ro: Utilizatorul este necunoscut de acest furnizor de autentificare
uk_ua: Користувач невідомий цьому постачальнику аутентифікації

# multiauth~multiauth.choice.provider.label
source: Authentication provider
cs_cz: Poskytovatel autentizace
fr_fr: Fournisseur authentification
it_it: Provider di autenticazione
ja_jp: ‎認証
pt_pt: Fornecedor de autenticação
ro_ro: Furnizor de autentificare
uk_ua: Постачальник аутентифікації

# multiauth~multiauth.choice.provider.password.confirm.label
source: Re-type the password
cs_cz: Znovu zadejte heslo
fr_fr: Retapez le mot de passe
it_it: Ridigita la password
ja_jp: ‎パスワードを再入力する‎
pt_pt: Escrever novamente a palavra-passe
ro_ro: Reintroduce parola
uk_ua: Повторно введіть пароль

# multiauth~multiauth.choice.provider.password.label
source: Password
cs_cz: Heslo
fr_fr: Mot de passe
ja_jp: ‎パスワード‎
pt_pt: Palavra-passe
ro_ro: Parolă
uk_ua: Пароль

# multiauth~multiauth.message.bad.password
source: The password is bad, or the second password does not correspond to the first one
cs_cz: Heslo je chybné nebo druhé heslo neodpovídá prvnímu
fr_fr: Le mot de passe saisie n'est pas valide, ou le mot de passe de confirmation est mauvais.
it_it: La password è sbagliata, o la seconda password non corrisponde alla prima
ja_jp: ‎パスワードが正しくないか、2 番目のパスワードが最初のパスワードと異なっています。
pt_pt: A palavra-passe é inválida ou a palavra-passe de confirmação não corresponde
ro_ro: Parola este greșită sau a doua parolă nu corespunde cu prima
uk_ua: Пароль неправильний, або другий пароль не відповідає першому

# multiauth~multiauth.provider.dbaccounts.label
source: User accounts of the application
cs_cz: Uživatelské účty aplikace
fr_fr: Comptes utilisateurs de l'application
it_it: Account utente dell'applicazione
ja_jp: ‎アプリケーションのユーザー アカウント‎
pt_pt: Contas dos utilizadores da aplicação
ro_ro: Conturile de utilizator ale aplicației
uk_ua: Облікові записи користувачів програми

# multiauth~multiauth.provider.dbdao.label
source: External users database
cs_cz: Databáze externích uživatelů
fr_fr: Base de données utilisateurs externe
it_it: Database utenti esterno
ja_jp: ‎外部ユーザー データベース‎
pt_pt: Base de dados de utilizadores externos
ro_ro: Bază de date externă a utilizatorilor
uk_ua: База даних зовнішніх користувачів

# multiauth~multiauth.user.provider.use
source: This user is authenticated with '%s'
cs_cz: Tento uživatel je ověřen pomocí '%s'
fr_fr: Cet utilisateur est authentifié avec '%s'
it_it: Questo utente è autenticato con '%s'
ja_jp: ‎このユーザーは ' ‎%s'で認証されます。
pt_pt: Este utilizador é autenticado com '%s'
ro_ro: Acest utilizator este autentificat cu '%s'
uk_ua: Цей користувач авторизован за допомогою '%s'
